Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: Auto-accepting party request
pt: Aceitando pedido de grupo automaticamente.
ru: Авто-приём приглашения в пати.

source: Auto-storaging due to death
pt: Armazenamento automático por causa de morte.
ru: Начато авто-складирование из-за смерти.

source: Moving to %s - %d,%d
pt: Movendo-se para %s - %d,%d
ru: Движение к %s - %d,%d.

source: Moving to %s
pt: Movendo-se para %s
ru: Движение на %s

source: Auto disconnecting on death!
pt: Desconexão automática ao morrer!
ru: Отключение из-за смерти! (dcOnDeath)

source: *** You died, auto disconnect! ***
pt: *** Você morreu, desconexão automática! ***
ru: *** Вы погибли, авто отключение! ***

source: Your %s is not available. Unable to transfer item '%s'.
pt: Seu %s não está disponível. Não foi possível transferir o item '%s'.

source: %s item '%s' disappeared!
pt: Item do %s '%s' desapareceu!

source: Amount of %s is more than you can carry, getting the maximum possible (%d)
pt: A quantidade de %s excede o que você pode carregar, pegando o máximo possível de (%d)

source: Inventory item '%s' is equipped.
pt: Item do inventário '%s' está equipado.

source: Unable to add %s to %s. You can't stack over %s of this item
pt: Impossível mover %s para %s. Você não pode ter stacks maiores que %s deste item

source: Amount of %s will surpass the maximum %s capacity (%d), transfering maximum possible (%d)
pt: A quantidade de %s excede a capacidade do %s (%d), transferindo o máximo possível (%d)

source: Auto-storaging due to excess weight
pt: Armazenagem automática devido a excesso de peso.
ru: Начато авто-складирования из-за перевеса.

source: Disconnecting on empty %s!
pt: Desconectando-se devido a falta de %s!
ru: Дисконнект, ибо на складе кончился предмет %s!

source: %s was rescued.
pt: %s foi resgatado.

source: Cleaning AI rescue sequence
pt: Limpa a sequência de IA

source: %s trying to teleport to master (distance: %d) (re)try: %d
pt: %s tentando teleportar para o mestre (distancia: %d) tentativa: %d

source: %s is lost (distance: %d).
pt: %s está perdido (distancia: %d).

source: %s follow route (distance: %d)
pt: %s rota de follow (distancia: %d)

source: %s standby
pt: %s está de pé

source: %s IdleWalk route
pt: %s rota ociosa

source: %s can't reach or damage target, dropping target
pt: %s não consegue alcançar ou atingir o alvo, desistindo
ru: %s не может дойти до цели или повредить её, цель оставлена

source: Teleport due to dropping %s attack target
pt: Teleportando-se devido a desistir do alvo %s
ru: Телепорт, чтобы оставить атакуемую %s цель

source: %s target died
pt: Alvo de %s morreu
ru: %s убил цель

source: %s target lost
pt: Alvo de %s perdido
ru: %s потерял цель

source: Unable to calculate a route to %s target, dropping target
pt: Não foi possível calcular uma rota para o alvo de %s, desistindo.
ru: Невозможно расчитать маршрут до цели %s, цель оставлена

source: %s has no LOS from (%d, %d) to target %s (%d, %d) (distance: %d)
pt: %s não tem linha de visão de (%d, %d) para o alvo %s (%d, %d) (distancia: %d)

source: %s; moving to (%d, %d)
pt: %s; movendo-se para (%d, %d)

source: %s has no LOS in melee from (%d, %d) to target %s (%d, %d) (distance: %d)
pt: %s não tem linha de visão melee de (%d, %d) para o alvo %s (%d, %d) (distancia: %d)

source: Slave %s will dance type %d from (%d, %d) to (%d, %d), target %s at (%d, %d).
pt: Slave %s fazendo kite %d de (%d, %d) para (%d, %d), alvo %s em (%d, %d).

source: Slave %s will range dance type %d from (%d, %d) to (%d, %d), target %s at (%d, %d).
pt: Slave %s vai fazer o kite tipo %d de (%d, %d) para (%d, %d), alvo %s em (%d, %d).

source: Auto-feeding %s (%d hunger).
pt: Alimentando automaticamente %s (fome em %d).
ru: Авто-кормление %s (голод - %d).

source: Homunculus hunger reaches the return value.
pt: A fome do homúnculo atingiu o limite para ser vaporizado.
ru: Уровень голодности питомца достиг значения 'pet_return' (смотри config.txt)

source: Enter 'e' or 'q' to exit this program.
pt: Insira 'e' ou 'q' para fechar o programa.
ru: Введите 'e' или 'q' для выхода из программы.

source: Enter 'c' to continue...
pt: Insira 'c' para continuar
ru: Введите 'c' для продолжения...

source: Paused
pt: Pausado
ru: На паузе

source: Fatal error
pt: Erro fatal
ru: Смертельная ошибка

source: Error
pt: Erro
ru: Ошибка

source: &Pause Botting
pt: &Pausar Bot
ru: &Поставить бота на паузу

source: Pause all automated botting activity
pt: Pausa todas as atividades do bot
ru: Поставить на паузу все автоматически выполняемые действия

source: &Manual Botting
pt: &Modo Manual
ru: Р&учное управление

source: Pause automated botting and allow manual control
pt: Pausa o modo automático e permite o controle manual
ru: Приостановить автоматические действия, разрешить управлять вручную

source: &Automatic Botting
pt: &Modo Automático
ru: &Автоматическое управление

source: Resume all automated botting activity
pt: Retoma todas as atividades automáticas do Bot
ru: Продолжить выполнение автоматически выполняемых действий

source: Copy Last 100 Lines of Text
pt: Copiar as últimas 100 linhas de texto
ru: Скопировать последние 100 строк текста

source: Minimize to &Tray
pt: Minimizar para a &Bandeja do Sistema
ru: &Свернуть в трей

source: Minimize to a small task bar tray icon
pt: Minimiza para a área de notificação
ru: Окно уменьшится до иконки в трее, что возле часов

source: Respawn
pt: Respawnar
ru: Возврат на точку сохранения

source: Teleport to save point
pt: Teleporta para o ponto de retorno
ru: Телепорт на точку сохранения.

source: &Relog
pt: &Reconectar
ru: П&ерезайти

source: Disconnect and reconnect
pt: Desconecta-se e reconecta-se
ru: Отключиться и заново подключиться.

source: &Character Select
pt: &Seleção de Personagens
ru: &Список персонажей

source: Exit to the character selection screen
pt: Sai para o servidor de seleção de personagens
ru: Выйти в меню выбора персонажа.

source: E&xit
pt: &Sair
ru: Вы&йти

source: Exit this program
pt: Fecha o programa
ru: Выйти из программы.

source: P&rogram
pt: &Programa
ru: &Бот

source: &Status
pt: &Situação
ru: &Состояние

source: S&tatistics
pt: &Estatísticas
ru: С&таты персонажа

source: &Inventory
pt: &Inventário
ru: &Инвентарь

source: S&kills
pt: &Habilidades
ru: Список &умений

source: &Players
pt: &Jogadores
ru: Список &игроков

source: &Monsters
pt: &Monstros
ru: Список &мобов

source: &Experience Report
pt: &Relatório de Experiência
ru: &Отчёт по опыту

source: &Item Change Report
pt: &Relatório de Itens

source: &Map
pt: &Mapa
ru: &Карта локации

source: Show where you are on the current map
pt: Mostra sua localização atual no mapa
ru: Показывает местоположение персонажа на текущей локации

source: &Info Bar
pt: &Barra de Informações
ru: &Информационная панель

source: Show or hide the information bar.
pt: Mostra ou esconde a barra de informações.
ru: Показать или спрятать информационную панель

source: Chat &Log
pt: Registro de &Chat
ru: &Лог чата

source: Show or hide the chat log.
pt: Mostra ou esconde o registro de chat.
ru: Показать журнал сообщений из чата.

source: Status
pt: Efeitos
ru: Состояние

source: Inventory
pt: Inventário
ru: Инвентарь

source: Cart
pt: Carrinho
ru: Телега

source: Storage
pt: Armazém
ru: Склад

source: Emotions
pt: Emotes
ru: Эмоции

source: Report
pt: Relatório
ru: Отчёт

source: &Font...
pt: &Fonte...
ru: &Шрифт

source: Change console font
pt: Altera a fonte do console
ru: Можно изменить шрифт консоли

source: Clear Console
pt: Limpar o Console
ru: Очистить консоль

source: Clear content of console
pt: Limpa o conteúdo do console
ru: Стирает содержимое консоли

source: Clear Chat History
pt: Limpar registro de chat

source: Clear chat history
pt: Limpa registro de chat

source: Clear Item History
pt: Limpar registro de itens
ru: Очистить историю предметов

source: Clear item history
pt: Limpa o registro de itens

source: &View
pt: &Visualizar
ru: О&ткрыть вкладку

source: &Merchant
pt: &Negociações

source: Accept deal
pt: Aceitar negociação

source: Accept/Finalise current deal
pt: Aceita ou Finaliza a negociação em processo

source: Reject deal
pt: Rejeitar negociação

source: Reject current deal
pt: Rejeita ou Cancela a negociação em processo

source: Deal information
pt: Informações da Negociação
ru: Информация о сделке

source: View the information of current deal
pt: Visualiza informações sobre a negociação em progresso

source: Ignore all deals (0)
pt: Ignorar negociações (0)

source: Ignore all incoming deal requests
pt: Ignora todos os pedidos de negociação

source: Reject all deals (1)
pt: Rejeitar negociações (1)

source: Reject all incoming deal requests
pt: Rejeita todos os pedidos de negociação

source: Accept all deals (2)
pt: Aceitar negociações (2)

source: Accept all incoming deal requests
pt: Aceita todos os pedidos de negociação
ru: Авто-приём приглашения в пати.

source: Open shop
pt: Abrir loja

source: Close shop
pt: Fechar loja

source: Current shop status
pt: Informações da loja

source: View your shop status
pt: Mostra detalhes da sua loja

source: Nearby shop list
pt: Lista de lojas

source: View shops nearby
pt: Mostra lista de lojas ao redor

source: Reload shop.txt
pt: Recarregar shop.txt

source: Test your shop
pt: Testár loja

source: &Command
pt: &Comando

source: Teleport
pt: Teleportar

source: Memo position
pt: Salvar posição

source: Memorise the current coordinate for teleport
pt: Memoriza a posição para a habilidade Portal

source: Sit down
pt: Sentar

source: Stand up
pt: Levantar

source: Auto storage
pt: Armazenagem automática
ru: Автоскладирование

source: Auto buying
pt: Compra automática

source: Auto selling
pt: Venda automática

source: Party information
pt: Informação do grupo
ru: Информация о Пати

source: Disable party share (0)
pt: Desabilitar distribuição de grupo (0)

source: Disable sharing party EXP
pt: Desabilita compartilhamento de Experiência com o grupo

source: Enable party share (1)
pt: Ativar distribuição de grupo (1)

source: Enable sharing party EXP
pt: Ativa compartilhamento de Experiência com o grupo

source: Auto ignore party request (0)
pt: Ignorar convite para grupo (0)
ru: Авто-отказ от приглашения в пати.

source: Ignore all incoming party request
pt: Ignora convites para grupos automaticamente
ru: Авто-отказ от приглашения в пати.

source: Auto reject party request (1)
pt: Rejeitar convite para grupo (1)
ru: Авто-приём приглашения в пати.

source: Reject all incoming party request
pt: Rejeita convites para grupos automaticamente
ru: Авто-приём приглашения в пати.

source: Auto accept party request (2)
pt: Aceitar convite para grupo (2)
ru: Авто-приём приглашения в пати.

source: Accept all incoming party request
pt: Aceita convites para grupos automaticamente
ru: Авто-приём приглашения в пати.

source: Accept party request
pt: Aceitar convite

source: Accept incoming party request
pt: Aceita convite para grupo
ru: Авто-приём приглашения в пати.

source: Reject party request
pt: Rejeitar convite
ru: Авто-приём приглашения в пати.

source: Reject incoming party request
pt: Rejeita convite para grupo
ru: Авто-отказ от приглашения в пати.

source: Leave party
pt: Sair do grupo

source: Leave the current party
pt: Sai do grupo atual

source: &Party
pt: &Grupo

source: Friend list
pt: Lista de Amigos

source: Auto accept friend request
pt: Aceitar pedido de amizade
ru: Авто-приём приглашения в пати.

source: Auto accept all incoming friend requests
pt: Aceita todos os pedidos de amizade
ru: Авто-приём приглашения в пати.

source: Auto reject friend request
pt: Rejeitar pedido de amizade
ru: Авто отклонение запроса на дружбу.

source: Auto reject all incoming friend requests
pt: Rejeita todos os pedidos de amizade

source: &Friend
pt: &Amizade

source: Friend
pt: Amizade

source: Guild information
pt: Informações do Clã
ru: Гилд инфо

source: Guild member
pt: Membro do Clã
ru: Состав Гильдии

source: Guild memberinformation
pt: Informações de Membros do Clã

source: Auto accept guild request
pt: Aceitar convite para clã

source: Auto accept all incoming guild requests
pt: Aceita todos os pedidos de clã
ru: Авто-приём приглашения в пати.

source: Auto reject guild request
pt: Rejeitar convite para clã

source: Auto reject all incoming guild requests
pt: Rejeita todos os pedidos de clã

source: &Guild
pt: &Clã

source: Guild
pt: Clã

source: &Alias
pt: &Apelido
ru: Сокр&ащения

source: Reload config.txt
pt: Recarregar config.txt

source: Reload All Configs
pt: Recarregar tudo

source: Close All PM
pt: Ignorar toda mensagem particular

source: Ignore all PM from all people
pt: Ignora qualquer mensagem particular

source: Open All PM
pt: Aceitar toda mensagem particular

source: Accept all PM from all people
pt: Aceita qualquer mensagem particular

source: Turn off random routing
pt: Desativar roteamento aleatório

source: Not randomly walking in the map
pt: Impede que o bot ande aleatoriamente

source: Turn on random routing (1)
pt: Ativar roteamento automático (2)

source: Randomly walking in the map
pt: Faz com que o bot ande aleatoriamente

source: Turn on random routing (2)
pt: Ativa roteamento automático (2)

source: Randomly walking in the map without walking into portals
pt: Faz com que o bot ande aleatoriamente, porém evita portais

source: Turn off auto attacking
pt: Desativar o ataque automático

source: Not attacking no matter being attacked
pt: Faz com que o personagem apenas revide ataques

source: Turn on auto attacking (1)
pt: Ativar ataque automático (1)

source: Attack the enemy when the enemy is attacking you
pt: Faz com que o personagem retalie ataques ao grupo ou a seu mestre

source: Turn on auto attacking (2)
pt: Ativar ataque automático (2)

source: Auto attack enemies nearby
pt: Faz com que o personagem ataque automaticamente

source: Turn off item picking
pt: Desativar coleta de itens

source: Not picking any items
pt: Impede que o bot colete itens

source: Turn on item picking (1)
pt: Ativar coleta de itens (1)

source: Picking items after killing all the enemies
pt: Ativa a coleta de itens quando todos os inimigos forem derrotados

source: Turn on item picking (2)
pt: Ativar coleta de itens (2)

source: Picking items each time killing an enemy
pt: Ativa a coleta de itens imediata

source: &Advanced...
pt: &Avançado...
ru: &Редактор конфига

source: Edit advanced configuration options.
pt: Editar configurações avançadas.
ru: Правка параметров конфига - config.txt.

source: &Settings
pt: &Configurações
ru: &Настройки

source: Read the manual
pt: Leia o manual
ru: Читать руководство по OpenKore

source: &Forum
pt: &Fórum
ru: &Форум

source: Visit the forum
pt: Visite o fórum
ru: Посетить форум OpenKore

source: &Help
pt: &Ajuda
ru: &Справка

source: Use Wx NPC Talk
pt: Usar Conversação Wx com NPCs
ru: Говорить с неписями через Wx-интерфейс

source: Open a dialog when talking with NPCs
pt: Abre uma janela de diálogo quando conversando com NPCs
ru: При разговоре с неписями открывается графическое окно

source: Use Wx captcha
pt: Usar captcha Wx
ru: Применить Wx-капчу

source: Open a dialog when receiving a captcha
pt: Abre uma janela de diálogo ao receber um captcha
ru: При получении капчи (картинки с замаскированными символами) открывается графическое окно

source: Show route on map
pt: Mostrar rota no mapa
ru: Показывать маршрут на карте

source: Show route solution steps
pt: Mostra caminho no mini-mapa
ru: Показывает найденный маршрут на карте

source: Weight:
pt: Peso:
ru: Вес:

source: Command
pt: Comando
ru: Команда

source: Public chat
pt: Chat público
ru: Общий чат

source: Party chat
pt: Chat de grupo
ru: Личный чат

source: Guild chat
pt: Chat de clã
ru: Гильд-чат

source: Chat Log
pt: Registro de Chat
ru: Лог чата

source: Players, Monsters & Items
pt: Jogadores, Monstros & Itens
ru: Игроки, мобы и предметы

source: Map
pt: Mapa
ru: Карта

source: Loading files... %.0f%%
pt: Carregando arquivos... %.0f%%
ru: Загрузка файлов... %.0f%%

source: Initializing...
pt: Inicializando...
ru: Инициализация...

source: Not connected
pt: Não conectado
ru: Не подключен

source: Connecting...
pt: Conectando...
ru: Подключение...

source: You're not logged in.
pt: Você não está conectado
ru: Вы не вошли в игру.

source: Advanced Configuration
pt: Condições avançadas
ru: Редактор конфига

source: All
pt: Todos
ru: Все параметры

source: &Revert
pt: &Reverter
ru: &Вернуть

source: Revert settings to before you opened the selected category
pt: Reverte configurações para antes da categoria selecionada ser aberta
ru: Возвращает значения параметрам, которые у них были перед тем, как вы открыли выбранную категорию.

source: &Close
pt: &Fechar
ru: &Закрыть

source: Close this panel/dialog
pt: Fecha este painel/diálogo
ru: Закрывает эту панель или диалог

source: NPC Talk
pt: Conversação com NPC
ru: Разговор с неписью

source: Taking item %s
pt: Coletando item %s
ru: Подбирается предмет %s.

source: Mouse over: %s, %s
pt: Mouse em: %s, %s
ru: Координаты: %s, %s

source: Warp NPC at %d %d
pt: NPC de Teleporte em %d %d

source: Portal at %d %d - Destination: %s, at %d %d
pt: Portal em %d %d - Destino: %s, em %d %d

source: %s at %d, %d
pt: %s em %d, %d

source: %s at %d, %d - Class: %s
pt: %s em %d, %d - Classe: %s

source: Moving to Portal %s, %s
pt: Movendo-se para o portal em %s, %s
ru: Входим в портал %s, %s

source: Moving to %s, %s
pt: Movendo-se para %s, %s
ru: Движение к %s, %s

source: Your Windows's default language is not supported by OpenKore. Please go to 'Start->Control Panel->Regional and language options' and set the Windows default language to English.
pt: Seu idioma padrão do windows não é suportado pelo OpenKore. Por favor, vá para 'Start->Control Panel->Regional and language options' e defina o idioma padrão do windows para inglês.
ru: Язык по умолчанию Вашего Windows не поддерживается OpenKore. Пожалуйста откройте 'Пуск ->Панель управления->Язык и региональные настройки' и установите English языком по умолчанию.

source: Categories:
pt: Categorias:
ru: Категории:

source: Click on one of the categories on the left to begin.
pt: Selecione uma das categorias à esquerda para começar.
ru: Чтобы начать, щёлкните по одной из категорий слева.

source: Option
pt: Opção
ru: параметр

source: Value
pt: Valor
ru: значение

source: Downloading
pt: Baixando
ru: Скачиваю

source: Downloading help for '%s', please wait...
pt: Baixando ajuda para '%s', por favor aguarde...
ru: Скачиваю справку для '%s', пожалуйста, подождите...

source: No help available for "%s".
pt: Não há ajuda disponível para "%s".
ru: Недоступна справка по "%s".

source: %s (equipped as %s)
pt: %s (equipado em %s)

source: %s (not identified)
pt: %s (não identificado)

source: Items
pt: Itens

source: Walking to waypoint: %s, %s
pt: Caminhando até o ponto %s, %s
ru: Движение к промежуточному пункту маршрута %s,%s

source: Continue talking / submit response
pt: Continuar a conversa / Enviar resposta
ru: Продолжить разговор / подтвердить ответ

source: Auto-continuing talking
pt: Continuando a conversa automaticamente
ru: Авто-продолжение разговора

source: &Cancel
pt: &Cancelar

source: Cancel talking
pt: Finalizar a conversa
ru: Прервать разговор

source: Continue talking
pt: Continuar a conversa
ru: Продолжить разговор

source: Choose a response
pt: Escolher uma resposta
ru: Выберите ответ

source: Input a number
pt: Insira um número
ru: Ввести число

source: Respond to NPC
pt: Responder um NPC
ru: Ответ для неписи

source: Done talking
pt: Conversa Finalizada
ru: Разговор окончен

source: Enter password
pt: Insira a senha
ru: Введите пароль

source: Cancel
pt: Cancelar
ru: Отмена

source: Detach
pt: Desconectar
ru: Отцепить

source: Detach tab
pt: Desconectar aba
ru: Отцепить панель

source: Close
pt: Fechar
ru: Закрыть

source: Close tab
pt: Fechar aba
ru: Закрыть панель

source: Weight
pt: Peso
ru: Вес

source: Move all to inventory
pt: Transferir tudo para o inventário
ru: Переложить всё в инвентарь

source: Move all to storage
pt: Transferir tudo para o armazém
ru: Переложить всё на склад

source: Use one on self
pt: Usar um em si

source: Unequip
pt: Remover
ru: Разэкипировать

source: Equip
pt: Equipar
ru: Экипировать

source: Start card merging
pt: Iniciar composição de carta
ru: Начать вставку карты

source: Drop one
pt: Derrubar um

source: Move all to cart
pt: Transferir tudo para o carrinho
ru: Переложить всё в телегу

source: Sell all
pt: Vender todos
ru: Продать всё

source: Botting time
pt: Tempo de Uso
ru: Время ботинья

source: BaseExp
pt: EXP de Base
ru: Базовый опыт

source: BaseExp/Hour
pt: EXP de Base/Hora
ru: Базовый опыт в час

source: JobExp
pt: EXP de Classe
ru: Проф-опыт

source: JobExp/Hour
pt: EXP de Classe/Hora
ru: Проф-опыт в час

source: Zeny/Hour
pt: Zeny/Hora
ru: Зеней в час

source: Base Levelup Time Estimation
pt: Tempo estimado para subir de nível de base
ru: Примерное время до повышения уровня

source: Job Levelup Time Estimation
pt: Tempo estimado para subir de nível de classe
ru: Примерное время до повышения проф. уровня

source: Died
pt: Mortes
ru: Смертей

source: Bytes Sent
pt: Bytes Enviados
ru: Байт послано

source: Bytes Received
pt: Bytes Recebidos
ru: Байт получено

source: Reset
pt: Reiniciar
ru: Обнулить

source: Intimacy
pt: Lealdade
ru: Привязанность

source: Hunger
pt: Fome
ru: Голод

source: Atk
pt: Atq
ru: Атака

source: Matk
pt: Matq
ru: Маг. атака

source: Hit
pt: Precisão
ru: Хит

source: Critical
pt: Crítico
ru: Крит

source: Flee
pt: Esquiva
ru: Уворот

source: Skill point
pt: Pontos de Habilidade
ru: Скилл поинтов

source: Feed
pt: Alimentar
ru: Покормить

source: Vaporize
pt: Vaporizar
ru: Отпустить

source: Call
pt: Criar
ru: Призвать

source: Resurrect
pt: Ressuscitar
ru: Воскресить

source: Loyalty
pt: Fidelidade
ru: Верность

source: Contract ends
pt: Contrato encerra
ru: Окончание контракта

source: Kills
pt: Matou
ru: Убийств

source: Summons
pt: Invocações
ru: Призывов

source: Dismiss
pt: Dispensar
ru: Отпустить

source: Accessory
pt: Acessório
ru: Украшение

source: Return
pt: Retornar ao Ovo
ru: Свернуть

source: Job
pt: Classe
ru: Проф

source: Str
pt: For

source: Dex
pt: Des

source: Luk
pt: Sor

source: Walk speed
pt: Velocidade de Movimento
ru: Скорость ходьбы

source: Status point
pt: Pontos de Atributo
ru: Статус поинтов

source: Map loaded
pt: Mapa Carregado
ru: Локация загружена

source: Packet Tokenizer: Unknown outgoing switch: %s
pt: Packet Tokenizer: Switch de saída desconhecido: %s

source: Connecting (%s:%s)...
pt: Conectando-se (%s:%s)...
ru: Подключение к (%s:%s)...

source: connected
pt: conectado
ru: Подключён.

source: couldn't connect: %s (error code %d)
pt: não foi possível se conectar: %s (código de erro %d)
ru: Не получилось подключиться: %s (код ошибки %d)

source: Incoming data left in the buffer:
pt: Dados recebidos deixados no buffer:
ru: Входящие данные, оставленные в буфере:

source: Only %d bytes in the buffer, when %s's packet length is supposed to be %d (wrong recvpackets?)
pt: Apenas %d atingiram o buffer, quando o comprimento do pacote %s é supostamente %d (recvpackets incorreto?)
ru: В буфере только %d байт, хотя пакет '%s' должен быть длиной %d (неправильный файл recvpackets?)

source: Disconnecting (%s:%s)...
pt: Desconectando-se (%s:%s)...
ru: Отключение от (%s:%s)...

source: couldn't disconnect
pt: não foi possível se desconectar
ru: Не получилось отключиться.

source: disconnected
pt: desconectado
ru: отключён.

source: Connecting to Account Server...
pt: Conectando-se ao Servidor de Contas...
ru: Подключение к Аккаунт-серверу...

source: Requesting permission to logon on account server...
pt: Pedindo permissão para se logar no servidor de contas...
ru: Запрашивается разрешение на вход на Аккаунт-сервер...

source: Secure Login...
pt: Login Seguro...
ru: Безопасный вход...

source: The Game Guard Authorization Request
pt: O pedido de autorização do Game Guard
ru: Запрос авторизации Game Guard
