Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: An error occured to merge item. Error:%d
pt: Um erro ocorreu durante a combinação de itens. Erro:%d

source: Memo Failed
pt: Memo Falhou.
ru: Вы не можете запомнить это место для Портала.

source: Memo Succeeded
pt: Memo Funcionou.
ru: Место запомнено.

source: %s wishes to adopt you. Do you accept?
pt: %s deseja adotar-te. Você aceita?
ru: Игрок %s желает стать Вам приёмным родителем. Согласны ли Вы стать приёмым ребёнком?

source: [POINT] Blacksmith Ranking Point is increasing by %s. Now, The total is %s points.
pt: [PONTO] Ranking de Ferreiro aumentou em %s. Agora, o total é de %s pontos.

source: [POINT] Alchemist Ranking Point is increasing by %s. Now, The total is %s points.
pt: [PONTO] Ranking de Alquimista aumentou em %s. Agora, o total é de %s pontos.
ru: [POINT] Рейтинг алхимика увеличился на %s. Всего сейчас %s.

source: Auto disconnecting on EmptyArrow!
pt: Desconectando-se devido a falta de projéteis!

source: *** Your Arrows is ended, auto disconnect! ***
pt: *** Seus projéteis acabaram, desconectando automaticamente! ***

source: Please equip arrow first.
pt: Por favor equipe uma flecha primeiro.
ru: Пожалуйста, экипируйте сначала стрелы.

source: Autodetected attackDistance = %s
pt: Detecção automática de attackDistance = %s
ru: Автоматически настроена дистанция атаки attackDistance = %s.

source: You have ended the auction.
pt: Você terminou o leilão.
ru: Вы завершили аукцион.

source: You cannot end the auction.
pt: Você não pode terminar o leilão.
ru: Вы не можете завершить аукцион.

source: Bid number is incorrect.
pt: Número do lance está incorreto.
ru: Неправильный номер ставки.

source: Auction window is now closed.
pt: A Janela de Leilão está fechada.
ru: Окно аукциона сейчас закрыто.

source: Auction window is now opened.
pt: A Janela de Leilão está aberta.
ru: Окно аукциона сейчас открыто.

source: Failed (note: usable items can't be auctioned) to add item with index: %s.
pt: Falhou ao adicionar o item de index: %s (consumíveis não podem entrar em leilão)
ru: Не получилось добавить предмет с индексом (примечание: используемые предметы нельзя выставлять на аукцион): %s.

source: Succeeded to add item with index: %s.
pt: Anexou o item de index %s com sucesso.
ru: Предмет с индексом %s был успешно добавлен в аукцион.

source: Premium rates: exp %+i%%, death %+i%%, drop %+i%%.
pt: Taxas Premium: EXP %+i%%, Morte %+i%%, Drop %+i%%
ru: Рейты премиум-аккаунта: опыт %+i%%, смерть %+i%%, дроп %+i%%.

source: =========================== Server Infos ===========================
pt: ===================== Informações do Servidor =====================

source: EXP Rates: %s%% (Base %s%% + Premium %s%% + Server %s%% + Plus %s%%)
pt: Taxa de Experiência: %s%% (Base %s%% + Premium %s%% + Servidor %s%% + Adicional %s%%)

source: Drop Rates: %s%% (Base %s%% + Premium %s%% + Server %s%% + Plus %s%%)
pt: Taxa de Drop: %s%% (Base %s%% + Premium %s%% + Servidor %s%% + Adicional %s%%)

source: Death Penalty: %s%% (Base %s%% + Premium %s%% + Server %s%% + Plus %s%%)
pt: Penalidade de Morte: %s%% (Base %s%% + Premium %s%% + Servidor %s%% + Adicional %s%%)

source: You have failed to bid into the auction.
pt: Você falhou em dar um lance no leilão.
ru: У вас не получилось участвовать в аукционе.

source: You have successfully bid in the auction.
pt: Você deu um lance no leilão com sucesso.
ru: Вы успешно предложили цену на аукционе.

source: The auction has been canceled.
pt: O leilão foi cancelado.
ru: Аукцион был отменён.

source: An auction with at least one bidder cannot be canceled.
pt: Um leilão com pelo menos um lance não pode ser cancelado.
ru: Нельзя отменить аукцион, если в нём участвует хотя бы один игрок.

source: You cannot register more than 5 items in an auction at a time.
pt: Você não pode colocar mais de 5 itens no leilão de uma vez.
ru: Вы не можете выставить на аукцион более 5 предметов за раз.

source: You do not have enough Zeny to pay the Auction Fee.
pt: Você não tem Zeny suficiente para pagar a Taxa do Leilão.
ru: У вас не хватает денег, чтобы оплатить стоимость заявки на аукцион.

source: You have won the auction.
pt: Você ganhou o leilão.
ru: Вы победили в аукционе.

source: You have failed to win the auction.
pt: Você falhou em ganhar o leilão.
ru: Вам не удалось победить в аукционе.

source: You do not have enough Zeny.
pt: Você não possui Zeny suficiente.
ru: У вас недостаточно зени.

source: You cannot place more than 5 bids at a time.
pt: Você não pode dar mais de 5 lances de uma vez.
ru: Вы не можете сделать более 5 ставок за раз.

source: Blade Stop by %s on %s is deactivated.
pt: Dilema de %s sobre %s foi desativado.
ru: Умение Остановить удар игрока %s прекратило действие на %s.

source: Blade Stop by %s on %s is active.
pt: Dilema de %s sobre %s foi ativado.
ru: Умение Остановить удар игрока %s подействовало на %s.

source: %s and %s have divorced from each other.
pt: %s e %s se divorciaram.
ru: Игроки %s и %s получили развод.

source: Error: You have been forced to disconnect by a Hack Shield. Please check Poseidon.
pt: Erro: Você foi forçado a se desconectar por causa de um Hack Shield. Por favor cheque seu Poseidon.
ru: Ошибка: вы были принудительно отключены Hack Shield-ом. Пожалуйста, проверьте Poseidon.

source: %s's talkie box message: %s.
pt: Mensagem secreta de %s: %s.
ru: Сообщение говорящей коробки игрока %s: %s.

source: A manner point has been successfully aligned.
pt: Um ponto de maneiras foi alinhado com sucesso.
ru: Добавлен пункт за хорошее поведение.

source: Chat Block has been applied by GM due to your ill-mannerous action.
pt: Um GM aplicou um bloqueio de chat em você.
ru: Ваш чат был заблокирован игровым мастером.

source: Automated Chat Block has been applied due to Anti-Spam System.
pt: O sistema anti-spam aplicou um bloqueio de chat em você.
ru: Ваш чат был автоматически заблокирован системой анти-спама.

source: You got a good point.
pt: Você ganhou uma estrelinha.
ru: Вы получили хороший пункт.

source: Received Memory Dungeon reservation update
pt: Recebeu atualização da reserva de Instância

source: The Memorial Dungeon expired it has been destroyed.
pt: A instância expirou e foi destruída.
ru: Срок существования Усыпальницы истёк; она уничтожена.

source: The Memorial Dungeon's entry time limit expired it has been destroyed.
pt: O tempo de entrada da instância expirou e foi destruída.
ru: Лимит времени для входа в Усыпальницу истёк; она уничтожена.

source: The Memorial Dungeon has been removed.
pt: A instância foi removida.
ru: Усыпальница удалена.

source: The instance windows has been removed, possibly due to party/guild leave.
pt: A entrada da instância foi removida devido a saída do grupo/clã.
ru: Окно Усыпальницы было закрыто, возможно из-за выхода из пати или гильдии.

source: Card merging failed
pt: Composição de carta falhou
ru: Вставка карты не удалась.

source: %s has been successfully merged into %s
pt: %s foi composta em %s com sucesso!
ru: Карта %s удачно вставлена в вещь %s.

source: The '%s' item will disappear in %d minutes.
pt: O item '%s' será removido em %d minutos
ru: Взятый напрокат предмет '%s' исчезнет через %d мин.

source: [Equip Switch] You can't put on %s (%d)
pt: [Switch de Equipamento] Você não pode equipar %s (%d)

source: You can't put on %s (%d)
pt: Você não pode equipar %s (%d)
ru: Вы не можете экипировать %s (%d).

source: You equip %s (%d) - %s (type %s)
pt: Você equipou %s (%d) - %s (tipo %s)
ru: Вы экипировали %s (%d) - %s (тип %s)

source: [Equip Switch] You equip %s (%d) - %s (type %s)
pt: [Switch de Equipamento] Você equipou %s (%d) - %s (tipo %s)

source: [Equip Switch] Fail !
pt: [Switch de Equipamento] Falhou !

source: [Equip Switch] Success !
pt: [Switch de Equipamento] Sucesso !

source: Failed to delete mail with ID: %s.
pt: Falhou ao deletar a mensagem de ID: %s.
ru: Не получилось удалить письмо с ID: %s.

source: Succeeded to delete mail with ID: %s.
pt: Deletou a mensagem de ID %s com sucesso.
ru: Удалено письмо с ID: %s.

source: Mail window is now closed.
pt: Janela de Mensagens está fechada.
ru: Окно с письмом сейчас закрыто.

source: Mail window is now opened.
pt: Janela de Mensagens está aberta.
ru: Окно с письмом сейчас открыто.

source: The mail with ID: %s does not exist.
pt: A mensagem com ID: %s não existe.
ru: Письмо с ID: %s не существует.

source: The mail with ID: %s is returned to the sender.
pt: A mensagem com ID: %s foi retornado para o remetente.
ru: Письмо с ID: %s было возвращено отправителю.

source: Mail
pt: Mensagem
ru: Почта

source: Title: @%s Sender: @%s
pt: Título: @%s Remetente: @%s
ru: Тема: @%s Отправитель: @%s

source: Message: %s
pt: Mensagem: %s
ru: Послание: %s

source: Item: %s %s Zeny: %sz
pt: Iten: %s %s Zeny: %sz
ru: Предмет: %s %s Зени: %s

source: There is no mail in your inbox.
pt: Nenhuma mensagem no correio.
ru: В почтовом ящике нет писем.

source: You've got %s mail in your Mailbox.
pt: Você tem %s emails na sua caixa de correio.

source: Successfully added attachment to inventory.
pt: Itens anexados na Mensagem adicionados ao inventário com sucesso.
ru: Приложение из письма было удачно переложено в инвентарь.

source: Failed to get the attachment to inventory due to your weight.
pt: Não foi possível pegar os itens anexados na Mensagem devido ao seu peso.
ru: Не получилось вытащить вложение из-за веса Вашего инвентаря.

source: Failed to get the attachment to inventory.
pt: Não foi possível pegar os itens anexados na Mensagem.
ru: Не удалось переложить приложение из письма в инвентарь.

source: Failed to attach %s.
pt: Falhou ao anexar %s.
ru: Не получилось приложить %s.

source: Succeeded to attach %s.
pt: Anexou %s com sucesso.
ru: Получилось приложить %s.

source: You lost %s zeny.
pt: Você perdeu %s zeny.
ru: Вы потратили %s зени.

source: Failed to send mail, the recipient does not exist.
pt: Não foi possível enviar a Mensagem, destinatário não existe.
ru: Не получилось отправить письмо, ибо такого получателя не существут.

source: Mail sent succesfully.
pt: Mensagem enviada com sucesso.
ru: Почта была успешно отправлена.

source: New mail from sender: %s titled: %s.
pt: Nova mensagem de: %s Título: %s.
ru: Новое письмо от: %s тема: %s.

source: ============= ALCHEMIST RANK ================ # Name Points %s=============================================
pt: ============ RANK DE ALQUIMISTAS ============ # Name Pontos %s=============================================
ru: ============= Ранг алхимиков ================ # Имя Очки %s=============================================

source: ============= BLACKSMITH RANK =============== # Name Points %s=============================================
pt: ============ RANK DE FERREIROS ============== # Nome Pontos %s=============================================
ru: =============== Ранг кузнецов =============== # Имя Очки %s=============================================

source: ================ PVP RANK =================== # Name Points %s=============================================
pt: =============== RANK DE PVP ================== # Nome Pontos %s=============================================
ru: =============== Ранг в PVP ================== # Имя Очки %s=============================================

source: =============== TAEKWON RANK ================ # Name Points %s=============================================
pt: =============== RANK TAEKWON ================ # Nome Pontos %s=============================================
ru: ============= Ранг тэквондистов ============== # Имя Очки %s=============================================

source: Sun
pt: Sol
ru: Солнца

source: Moon
pt: Lua
ru: Луны

source: Stars
pt: Estrelas
ru: Звезды

source: Unknown (%d)
pt: Desconhecido (%d)
ru: Безымянного небесного тела (код - %d)

source: You have now marked: %s as Place of the %s.
pt: Você marcou: %s como um local de %s.
ru: Вы назначили локацию %s Картой %s.

source: %s is marked as Place of the %s.
pt: %s está marcado como um local de %s.
ru: Локация %s назначена Картой %s.

source: You have now marked %s as Target of the %s.
pt: Você marcou %s como alvo de %s.
ru: Вы определили %s как Цель %s.

source: %s is marked as Target of the %s.
pt: %s está marcado como alvo de %s.
ru: %s определён как Цель %s.

source: [TaeKwon Mission] Target Monster : %s (%d%)
pt: [Missão Taekwon] Monstro Alvo: %s (%d%)
ru: [Миссия Таэквондиста] Ваша цель : %s (%d%)

source: Your Hate and Feel targets have been resetted.
pt: Seus alvos de Fúria e Calor foram reiniciados.
ru: [Ангел Солнца, Луны и Звезды] Запомненные места и монстры были сброшены.

source: TaeKwon Mission Rank :
pt: Rank de Missão Taekwon:
ru: Ранг в Миссии Тэквондиста :

source: Please enter a new character password:
pt: Por favor informe a nova senha do personagem:
ru: Пожалуйста, введите новый пароль для доступа к персонажу:

source: You've never set a storage password before. You must set a storage password before you can use the storage. Please enter a new storage password:
pt: Você nunca configurou uma senha para o armazem antes. Você deve configurar uma senha antes de poder usar o armazem. Por favor digite uma nova senha para o armazem:
ru: Вы ещё никогда прежде не ставили пароль на склад. Сейчас вы должны поставить пароль на склад, чтобы открыть его. Пожалуйста, введите пароль для доступа на склад:

source: Storage password set to: %s
pt: Senha de armazem alterada para: %s
ru: Пароль для доступа к складу установлен: %s

source: Please enter your character password.
pt: Por favor informe a sua senha do personagem.
ru: Пожалуйста, введите пароль для доступа к персонажу.

source: Character password set to: %s
pt: Senha do personagem alterada para: %s
ru: Пароль для доступа к персонажу установлен: %s.

source: Please enter your storage password.
pt: Por favor informe a sua senha do armazém.
ru: Пожалуйста, введите Ваш пароль для доступа на склад.

source: You have entered the wrong password 5 times. Please try again later.
pt: Você digitou a senha errada 5 vezes seguidas. Por favor tente mais tarde.
ru: Вы 5 раз неправильно ввели пароль. Пожалуйста, попробуйте позже.

source: Successfully changed storage password.
pt: Senha do armazém alterada com sucesso.
ru: Пароль для доступа на склад был удачно изменён.

source: Error: Incorrect storage password.
pt: Erro: Senha do armazém incorreta.
ru: Ошибка: неверный пароль для доступа на склад.

source: Successfully entered storage password.
pt: Senha do armazém informada corretamente.
ru: Пароль для доступа на склад был удачно введён.

source: Autodetected attackDistance for mercenary = %s
pt: 'attackDistance' detectada automaticamente para assistente = %s
ru: Автоопределение дистанции атаки для наёмника: attackDistance = %s.

source: Get MVP item %s
pt: Obteve o item do MVP: %s
ru: Получен МВП предмет: %s

source: %s become MVP!
pt: %s é o MVP!
ru: %s получил МВП!

source: Congratulations, you are the MVP! Your reward is %s exp!
pt: Parabéns, você é o MVP! Seu prêmio é %s de EXP!
ru: Поздравляем, Вы МВП! Ваша награда: %s опыта!

source: Unavailable Area To Teleport
pt: Área de Teleport não disponível.
ru: Телепорт недоступен на данной локации.

source: Unavailable Area To Memo
pt: Area não disponível para Memorizar.
ru: Нельзя запомнить место для варпа на данной локации.

source: Unavailable Area To Teleport (fail code %s)
pt: Área não disponível para Teleportar (código da falha %s)
ru: Телепорт недоступен на данной локации (%s - код ошибки).

source: (From: %s) : %s
pt: (De: %s) : %s
ru: (От: %s) : %s

source: Auto disconnecting on PM!
pt: Desconectando por causa de PM!

source: *** You were PM'd, auto disconnect! ***
pt: *** Você recebeu PM, desconectando automaticamente! ***
ru: *** Вам послали личное сообщение, авто-отключение! ***

source: Your PvP rank is: %s/%s
pt: Seu rank de PvP é: %s/%s
ru: Ваш ранг в PvP: %s/%s

source: Repair of %s failed.
pt: O reparo do(a) %s falhou.
ru: Починка %s неудалась.

source: Successfully repaired '%s'.
pt: Reparou com Sucesso '%s'.

source: You have been resurrected
pt: Você foi ressuscitado.
ru: Вас воскресили.

source: %s has been resurrected
pt: %s foi ressuscitado.
ru: %s был воскрешен.

source: Sync packet requested for wrong ID
pt: Pacote de sync enviado ao ID errado.
ru: Неверный ID запрошен для синхронизации пакетов.

source: =====================Sense======================== Monster: %-16s Level: %-12s Size: %-16s Race: %-12s Def: %-16s MDef: %-12s Element: %-16s HP: %-12s =================Damage Modifiers================= Ice: %-3s Earth: %-3s Fire: %-3s Wind: %-3s Poison: %-3s Holy: %-3s Dark: %-3s Spirit: %-3s Undead: %-3s ==================================================
pt: ============== Sentido Sobrenatural ================ Monstro: %-16s Level: %-12s Tamanho: %-16s Raça: %-12s Def: %-16s MDef: %-12s Elemento: %-16s HP: %-12s ============== Modificações dos Elementos =============== Água: %-3s Terra: %-3s Fogo: %-3s Vento: %-3s Veneno: %-3s Sagrado: %-3s Sombrio: %-3s Fantasma: %-3s Maldito: %-3s ====================================================
ru: ==================== Сканирование ================== Моб: %-16s Уровень: %-12s Размер: %-16s Раса: %-12s Def: %-16s MDef: %-12s Элемент: %-16s HP: %-12s ================ Модификация урона ================= Лед: %-3s Земля: %-3s Огонь: %-3s Ветер: %-3s Яд: %-3s Святость: %-3s Тьма: %-3s Дух: %-3s Нежить: %-3s ====================================================

source: Monster Skill - switch Target to : %s (%d)
pt: Habilidade de Monstro - mudança de alvo para : %s (%d)
ru: Моб кастует умение - перевод атаки на него : %s (%d)

source: Avoid casting Skill - switch position to : %s,%s
pt: Evitar conjuração de Habilidade - mudar para a posição : %s,%s
ru: Уклонение от умения - смена позиции на: %s,%s.

source: %s failed to cast %s
pt: %s falhou ao conjurar %s
ru: %s не смог скастовать %s.

source: You unequip %s (%d) - %s
pt: Você desequipou %s (%d) - %s
ru: Вы сняли %s (%d) - %s

source: [Equip Switch] You unequip %s (%d) - %s
pt: [Switch de Equipamento] Você desequipou %s (%d) - %s

source: You used Item: %s (%d) x %s
pt: Você usou o item: %s (%d) x %s
ru: Вы использовали предмет: %s (%d) x %s шт.

source: There are currently %s users online
pt: Há atualmente %s usuários online.
ru: На данный момент в онлайне %s игроков.

source: Basic
pt: Habilidade Básica
ru: Базовая информация

source: Insufficient SP
pt: SP insuficiente
ru: Нехватка SP

source: Insufficient HP
pt: HP insuficiente
ru: Нехватра HP

source: No Memo
pt: Nenhuma localização memorizada
ru: Не запомнена точка варпа

source: Mid-Delay
pt: Pós-conjuração/Recarga
ru: ещё откат

source: No Zeny
pt: Zeny insuficiente
ru: Нет зени

source: Wrong Weapon Type
pt: Tipo de Arma incorreto
ru: Вы не можете использовать это умение с этим оружием.

source: Red Gem Needed
pt: Gema Vermelha necessária
ru: Требуется Красный драгоценный камень.

source: Blue Gem Needed
pt: Gema Azul Necessária
ru: Требуется Синий драгоценный камень.

source: %s Overweight
pt: %s acima do peso
ru: Перевес %s

source: Requirement
pt: Pré-Requisito
ru: Требование

source: Full Amulet
pt: Cota de Amuletos (Moedas/Esferas) cheia

source: [Purchase Street Stall License] need 1
pt: [Licença de Compra] necessário 1

source: Must have at least %s of base XP
pt: É necessário pelo menos %s de EXP de base
ru: Должно быть не менее %s от базового опыта

source: Missing Required Item
pt: Item necessário não encontrado

source: Required Equiped Weapon Class
pt: Impossível utilizar com este tipo de armamento

source: Location not allowed to create chatroom/market
pt: Localização não permitida para criar chat/loja
ru: На карте запрещено создавать чат/магазин

source: Need more bullet
pt: Projéteis insuficientes

source: Unknown error
pt: Erro desconhecido

source: Skill %s failed: %s (error number %s)
pt: Habilidade %s falhou: %s (erro %s)
ru: Не удалось умение %s. %s (ошибка: %s).

source: Store set up succesfully
pt: Loja montada com sucesso

source: Failed setting up shop with error code %d
pt: Falhou ao montar loja com o código de erro %d

source: [Stylist UI] Success.
pt: [Estilista] Sucesso.

source: [Stylist UI] Fail.
pt: [Estilista] Falhou.

source: Received request from server to open UI: %s
pt: O Servidor solicitou a abertura da Interface: %s

source: Server requested to open Bank UI.
pt: O Servidor solicitou a abertura da Interface de Banco.

source: Server requested to open Stylist UI.
pt: O Servidor solicitou a abertura da Interface de Estilista.

source: Server requested to open Captcha UI.
pt: O Servidor solicitou a abertura da Interface de Captcha.

source: Server requested to open Macro Recorder UI.
pt: O Servidor solicitou a abertura da Interface de Macro.

source: Server requested to open Unused UI.
pt: O Servidor solicitou a abertura de uma Interface não usada.

source: Server requested to open Tip Box UI.
pt: O Servidor solicitou a abertura da Interface de Dicas.

source: Server requested to open Quest UI.
pt: O Servidor solicitou a abertura da Interface de Quest.

source: Server requested to open Attendance UI.
pt: O Servidor solicitou a abertura de Logue e Ganhe.

source: Received request from server to open unknown UI: %s
pt: O Servidor solicitou a abertura de uma Interface Desconhecida: %s

source: Received request from server to close UI: %s
pt: O Servidor solicitou o fechamento da Interface: %s

source: Attendance
pt: Logue e Ganhe

source: Start: %s End: %s Day: %s
pt: Começa: %s Termina: %s Dia: %s

source: Day Item Amount Requested
pt: # Item Quantidade Requisitado

source: yes
pt: sim

source: no
pt: não

source: can
pt: pode

source: Run command: 'attendance request'
pt: Comando exevutado: 'attendance request'

source: attendance_rewards.txt is outdated
pt: attendance_rewards.txt está desatualizado

source: attendance_rewards.txt not exist
pt: attendance_rewards.txt não existe

source: [Zeny Storage (Bank)]
pt: [Armazém de Zeny (Banco)]

source: In Bank : %s z
pt: No Banco: %s z

source: On Hand : %s z
pt: Na mão: %s z

source: Bank: Deposit Success.
pt: Banco: Depositado com Successo.

source: Bank: Deposit Error (Try it again).
pt: Banco: Erro no Depósito (Tente de novo).

source: Bank: No Money For Deposit.
pt: Banco: Sem dinheiro para Depositar.

source: Bank: Money in the bank overflow.
pt: Banco: Dinheiro no Banco excedeu o limite.

source: Bank: Withdraw Success
pt: Banco: Saque realizado com Sucesso

source: Bank: No Money for Withdraw.
pt: Banco: Sem dinheiro para Saque.

source: Server asked us to navigate to %s map and look for monster with ID %s
pt: O servidor solicitou navegação para o mapa %s e procurar pelo monstro com o ID %s

source: Server asked us to navigate to %s (%s,%s)
pt: O servidor solicitou navegação para %s (%s,%s)

source: Roulette: Something went wrong
pt: Roleta: Algo deu errado

source: Roulette: No enough Point (coin) to roll
pt: Roleta: Moedas insuficientes para jogar

source: [Roulette] -
pt: [Roleta] -

source: Result: %s Row: %s Column: %s Bonus Item: %s
pt: Resultado: %s Linha: %s Coluna: %s Item Bonus: %s

source: Coins:
pt: Moedas:

source: Gold: %s Silver: %s Bronze: %s
pt: Ouro: %s Prata: %s Bronze: %s

source: Please Claim Your Prize this was the last roll in this round. (you will lost the gold and the item)
pt: Por Favor Reclame seu prêmio, está é a ultima jogada do round. (você irá perder o ouro e o item)

source: Level: %s Column: %s Item: %s
pt: Level: %s Coluna: %s Item: %s

source: Roulette Bonus - Type: %s Bonus Item: %s
pt: Roleta Bonus - Tipe: %s Item Bonus: %s

source: Result:
pt: Resultado:

source: Unable to start the X-Kore server. Make sure no other servers are running on port %s.
pt: Não foi possível iniciar o servidor X-Kore. Certifique-se que nenhum servidor esteja rodando na porta %s.
ru: Не получается запустить сервер X-Kore. Удостоверьтесь, чтобы другие сервера не занимали порт %s.

source: X-Kore mode intialized.
pt: Modo X-Kore inicializado.
ru: Запущен режим X-Kore.
