Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: Slave Status
pt: Estatísticas do Slave
ru: Состояние Слуги

source: Name: @<<<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> Type: @<<<<<<<<<<<<<<<<<<<<<<<<< SP: @>>>>>>>>>>>>>>>>>> Job: @<<<<<<<<<<<<<<< Level: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>
pt: Nome: @<<<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> Tipo: @<<<<<<<<<<<<<<<<<<<<<<<<< SP: @>>>>>>>>>>>>>>>>>> Classe: @<<<<<<<<<<<<<<< Nível: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>

source: Atk: @>>> Matk: @>>> Hunger: @>>> Hit: @>>> Critical: @>>> @<<<<<<<<< @>>> Def: @>>> Mdef: @>>> Accessory: @>>> Flee: @>>> Aspd: @>>> Summons: @>>> Range: @>> Skill pt: @>>> Contract End: @<<<<<<<<<<
pt: Atq: @>>> Matq: @>>> Fome: @>>> Precisão: @>>> Crítico: @>>> @<<<<<<<<< @>>> Def: @>>> Mdef: @>>> Acessório: @>>> Esquiva: @>>> Aspd: @>>> Invoca: @>>> Alcance: @>> Hab. Grupo: @>>> Término do Contrato: @<<<<<<<<<<

source: Statuses: %s
pt: Estados: %s
ru: Статусы: %s

source: This slave can not be feeded
pt: Este slave não pode ser alimentado.
ru: Нельзя покормить Гомункула.

source: Your homunculus is not yet hungry. Feeding it now will lower intimacy.
pt: Seu Homúnculo não está com fome. Alimentá-lo agora baixará o level de intimidade.
ru: Ваш Гомункул не голоден. Кормление только понизит его привязанность.

source: Feeding your homunculus.
pt: Alimentando seu Homúnculo.
ru: Кормление Вашего гомонкула.

source: Error in function '%s move' (Slave Move) Invalid coordinates (%s, %s) specified.
pt: Erro na função '%s move' (Mover Slave) Coordenadas especificada inválida (%s, %s).
ru: Ошибка в консольной команде '%s move' (передвижение слуги) Заданы неверные координаты (%s, %s).

source: Slave AI sequences cleared
pt: Seqüências de AI do Slave excluídas.
ru: Очередь ИИ слуги очищена.

source: Slave AI Sequence
pt: Sequência de AI do Slave
ru: Очередь ИИ Слуги

source: Slave AI is already set to auto mode
pt: AI do Slave já está no modo automático.
ru: ИИ слуги уже переведен в автоматический режим.

source: Slave AI set to auto mode
pt: AI do Slave configurada para o modo automático.
ru: ИИ слуги переведён в автоматический режим.

source: Slave AI is already set to manual mode
pt: AI do Slave já está no modo manual.
ru: ИИ слуги уже переведен в ручной режим.

source: Slave AI set to manual mode
pt: AI do Slave configurada para modo manual.
ru: ИИ слуги переведен в ручной режим.

source: Slave AI turned off
pt: AI do Slave desligou
ru: ИИ слуги отключен.

source: Slave AI is already off
pt: AI do Slave já está desligada.
ru: ИИ слуги уже отключен.

source: Syntax Error in function 'slave ai' (Slave AI Commands) Usage: %s ai [ clear | print | auto | manual | off ]
pt: Erro de sintaxe na função 'slave ai' (Comandos de AI do Slave) Uso: %s ai [ clear | print | auto | manual | off ]
ru: Синтаксическая ошибка в консольной команде 'slave ai' (команды ИИ слуги) Используйте: %s ai [ clear | print | auto | manual | off ]

source: Slave Skill List
pt: Lista de Habilidades do Slave
ru: Список Умений Слуги

source: # Skill Name Lv SP
pt: # Nome da Habilidade Nv SP
ru: # Название умения Уровень SP

source: Skill Points: %d
pt: Pontos de Habilidade: %d
ru: Скилл-поинты: %d

source: Error in function '%s skills add' (Add Skill Point) Skill %s does not exist.
pt: Erro na função '%s skills add' (Adicionar pontos na Habilidade) Habilidade %s não existe.
ru: Ошибка в консольной команде '%s skills add' (Добавление скилл-поинта) Умение %s не существует.

source: Error in function '%s skills add' (Add Skill Point) Not enough skill points to increase %s
pt: Erro na função '%s skills add' (Adicionar Pontos na Habilidade) Não há pontos de habilidades suficientes para adicionar %s
ru: Ошибка в консольной команде '%s skills add' (Добавление скилл-поинта) Недостаточно скилл-поинтов для прокачки умения %s.

source: Error in function '%s skills desc' (Skill Description) Skill %s does not exist.
pt: Erro na função '%s skills desc' (Descrição de Habilidade) Habilidade %s não existe.
ru: Ошибка в консольнай команде '%s skills desc' (описание умения) Умение %s не существует.

source: Error: No description available.
pt: Erro: descrição não disponível.
ru: Ошибка: описание недоступно.

source: Skill Description
pt: Descrição da Habilidade
ru: Список Умений

source: Skill: %s
pt: Habilidade: %s
ru: Уменее: %s

source: Syntax Error in function 'slave skills' (Slave Skills Functions) Usage: %s skills [(<add | desc>) [<skill #>]]
pt: Erro de sintaxe na função 'slave skills' (Habilidades de Slave) Uso: %s skills [(<add | desc>)] [<habilidade #>]
ru: Синтаксическая ошибка в консольной команде 'slave skills' (команды для умений слуг) Используйте: %s skills [(<add | desc>) [<skill #>]]

source: The name can not exceed 24 characters
pt: O nome não pode exceder 24 caracteres
ru: Имя не может превышать 24 символа

source: Syntax Error in function 'slave rename' (Slave Rename) Usage: %s rename <new name>
pt: Erro de sintaxe na função 'slave rename' (Renomear Slave) Uso: %s rename <novo nome>
ru: Синтаксическая ошибка в консольной команде 'slave rename' (переименование помошника) Используйте: %s rename <новое имя>

source: His homunculus has been named or not under conditions to be renamed!
pt: Seu homúnculo já foi nomeado e não pode ser renomeado!

source: Usage: %s <feed | s | status | move | standby | ai | aiv | skills | delete | rename>
pt: Uso: %s <feed | s | status | move | standby | ai | aiv | skills | delete | rename>
ru: Используйте: %s <feed | s | status | move | standby | ai | aiv | skills | delete | rename>

source: Syntax Error in function 'misc_conf' (Misc Configuration) misc_conf <show_eq|call|pet_feed|homun_feed> <on|off>
pt: Erro de sintaxe na função 'misc_conf' (Misc Configuration) Uso: misc_conf <show_eq|call|pet_feed|homun_feed> <on|off>

source: Usage: %s <MESSAGE>
pt: Uso: %s <mensagem>
ru: Используйте: %s <текст>

source: Usage: gmmapmove <FIELD> FIELD is a field name including .gat extension, like: gef_fild01.gat
pt: Uso: gmmapmove <mapa> <mapa> é o nome do mapa não localizado, incluindo a extensão .gat, p. ex. gef_fild01.gat
ru: Используйте: gmmapmove <КАРТА> КАРТА - это имя локации, с расширением .gat, например: gef_fild01.gat

source: Usage: gmsummon <player name> Summon a player.
pt: Uso: gmsummon <nome do personagem> Invoca o personagem.
ru: Используйте: gmsummon <имя игрока> Призвать игрока.

source: Usage: gmdc <player_AID>
pt: Uso: gmdc <ID da Conta>
ru: Используйте: gmdc <AID_игрока>

source: Usage: gmcreate (<MONSTER_NAME> || <Item_Name>)
pt: Uso: gmcreate (<Nome do Monstro> | <Nome do Item>)
ru: Используйте: gmcreate (<имя монстра> || <имя предмета>)

source: Usage: gmmute <ID> <minutes>
pt: Uso: gmmute <índice> <minutos>
ru: Используйте: gmmute <ID> <минут>

source: Usage: gmunmute <ID> <minutes>
pt: Uso: gmunmute <índice> <minutos>
ru: Используйте: gmunmute <ID> <минут>

source: Usage: gmwarpto <Player Name>
pt: Uso: gmwarpto <nome do personagem>
ru: Используйте: gmwarpto <Имя игрока>

source: Usage: gmrecall [<Character Name> | <User Name>]
pt: Uso: gmrecall (<Nome do Personagem> | <Nome de Usuário>)
ru: Используйте: gmrecall [<имя игрока>]

source: Usage: gmremove [<Character Name> | <User Name>]
pt: Uso: gmremove (<Nome do Personagem> | <Nome de Usuário>)
ru: Используйте: gmremove [<имя игрока>]

source: You must be logged in the game to request guild information
pt: Você deve estár logado no jogo para solicitar informações sobre clã.
ru: Вы должны войти в игру, чтобы запрашивать информацию о гильдии.

source: Guild information is not yet available. You must login to the game and use the 'guild' command first
pt: Informações sobre clã ainda não estão disponíveis. Você deve conectar-se ao jogo e usar o comando '%s' primeiro.
ru: Информация о гильдии ещё не доступна. Вы должны сначал войти в игру и использовать команду 'guild'

source: Requesting guild information...
pt: Solicitando informações do clã...
ru: Запроси информации о гильдии...

source: Enter command to view guild information: guild <info | member | request | join | leave | kick | ally | create | break>
pt: Digite o comando para visualizar informações do clã: guild <info | member | request | join | leave | kick | ally | create | break>
ru: Для работы с гильдией, введите: guild <info | member | request | join | leave | kick | ally | create | break>

source: Type 'guild %s' again to view the information.
pt: Digite 'guild %s' novamente para ver as informações.
ru: Напишите 'guild %s' снова для просмотра информации.

source: Guild Information
pt: Informações do Clã
ru: Информация о Гильдии

source: Name : %s Lv : %d Exp : %d/%d Master : %s Connect : %d/%d
pt: Nome : %s Nível : %d Exp : %d/%d Líder : %s Online: %d/%d

source: Ally : %s (%s)
pt: Alliado : %s (%s)
ru: Союзник : %s (%s)

source: Enemy : %s (%s)
pt: Inimigo : %s (%s)
ru: Враг : %s (%s)

source: No guild member information available.
pt: Não há informações de membros do clã disponíveis.
ru: Нет доступной информации о члене гильдии.

source: Guild Member
pt: Membros do Clã
ru: Состав Гильдии

source: # Name Job Lv Title Online
pt: # Nome Classe Nv Título Online
ru: # Имя Профессия Ур. Звание Онлайн

source: Yes
pt: Sim
ru: Да

source: No
pt: Não
ru: Нет

source: Syntax Error in function 'guild join' (Accept/Deny Guild Join Request) Usage: guild join <flag>
pt: Erro de sintaxe na função 'guild join' (Aceita/Rejeita o convite do clã) Uso: guild join <flag>
ru: Синтаксическая ошибка в консольной команде 'guild join' (приглашение в гильдию) Используйте: guild join <flag>

source: Error in function 'guild join' (Join/Request to Join Guild) Can't accept/deny guild request - no incoming request.
pt: Erro na função 'guild join' (Convidar ao clã) Não é possível aceitar/rejeitar convite - não há convites.
ru: Ошибка в консольной команде 'guild join' (приглашение в гильдию) Никто не предлагал вступить в гильдию, поэтому нельзя это приглашение принять или отвергнуть.

source: You accepted the guild join request.
pt: Você aceitou o convite para entrar no clã.
ru: Вы приняли приглашение в гильдию.

source: You denied the guild join request.
pt: Você recusou o convite para entrar no clã.
ru: Вы отказались от вступления в гильдию.

source: Syntax Error in function 'guild create' (Create Guild) Usage: guild create <name>
pt: Erro de sintaxe na função 'guild create' (Cria um clã) Uso: guild create <nome>
ru: Синтаксическая ошибка в консольной команде 'guild create' (создание гильдии) Используйте: guild create <Имя>

source: You are not in a guild.
pt: Você não pertence a um clã.
ru: Вы не в гильдии.

source: Player %s does not exist.
pt: Jogador %s não existe.
ru: Игрок %s отсутствует.

source: Sent guild join request to %s
pt: Enviado convite para entrar no clã para %s
ru: Отправка приглашения в гильдию для %s

source: No guild information available. Type guild to refresh and then try again.
pt: Não há informações do clã disponíveis. Digite 'guild' para atualizar e tente novamente.
ru: Информация о гильдии недоступна. Напишите 'guild' чтобы обновить информацию и попробуйте снова.

source: You must be guildmaster to set an alliance
pt: Você precisa ser o Líder do Clã para propor uma aliança.
ru: Вы должны быть ГильдМастером, чтобы предлагать заключить альянс.

source: Sent guild alliance request to %s
pt: Enviado pedido de aliança ao clã %s
ru: Послано предложение заключить альянс с гильдией %s.

source: Sending guild leave: %s
pt: Solicitando saída do clã: %s
ru: Покинуть гильдию: %s

source: Syntax Error in function 'guild break' (Break Guild) Usage: guild break <guild name>
pt: Erro de sintaxe na função 'guild break' (Desfaz um clã) Uso: guild break <nome do clã>
ru: Синтаксическая ошибка в консольной команде 'guild break' (роспуск гильдии) Используйте: guild break <имя гильдии>

source: Sending guild break: %s
pt: Desfazendo o clã: %s
ru: Отправляется запрос на удаление гильдии: %s

source: Error in function 'guild kick' (Kick Guild Member) Invalid guild member '%s' specified.
pt: Erro na função 'guild kick' (Expulsa um membro do clã) Membro especificado inválido '%s'.
ru: Ошибка в консольной команде 'guild kick' (исключить из гильдии) Неверно указан члена гильдии '%s' .

source: Syntax Error in function 'guild kick' (Kick Guild Member) Usage: guild kick <number> <reason>
pt: Erro de sintaxe na função 'guild kick' (Expulsa um Membro da Clã) Uso: guild kick <número> <razão>
ru: Синтаксическая ошибка в консольной команде 'guild kick' (исключить из гильдии) Используйте: guild kick <Номер> <Причина>

source: Available commands
pt: Comandos Disponíveis
ru: Список консольных команд

source: The command "%s" doesn't exist.
pt: O comando "%s" não existe.
ru: Команда "%s" отсутствует.

source: These commands don't exist: %s
pt: Estes comandos não existem: %s
ru: Нет таких команд: %s

source: Type 'help' to see a list of all available commands.
pt: Digite 'help' para ver a listagem de todos os comandos.
ru: Напишите 'help' для получения списка консольных команд.

source: Help for '%s'
pt: Ajuda para '%s'
ru: Справка по команде '%s'

source: Identify List
pt: Lista de Identificação
ru: Список предметов для идентификации

source: The identify list is empty, please use the identify skill or a magnifier first.
pt: A lista de identificação está vazia, por favor use a habilidade Identificar Item ou uma Lupa primeiro.
ru: Список предметов для идентификации пуст, пожалуйста, используйте сначала умение Идентификация или предмет Увеличительное стекло.

source: Error in function 'identify' (Identify Item) Identify Item %s does not exist
pt: Erro na função 'identify' (Identificar Item) Item %s da identificação não existe.
ru: Ошибка в консольной команде 'identify' (определение предмета) Идентифицируемый предмет %s отсутствует.

source: Syntax Error in function 'identify' (Identify Item) Usage: identify [<identify #>]
pt: Erro de sintaxe na função 'identify' (Identificar Item) Uso: identify [<número identificação #>]
ru: Синтаксическая ошибка в консольной команде 'identify' (определение предмета) Используйте: identify [<Номер>]

source: Syntax Error in function 'ignore' (Ignore Player/Everyone) Usage: ignore <flag> <name | all>
pt: Erro de sintaxe na função 'ignore' (Ignora Jogador/Todos) Uso: ignore <flag> <nome | all>
ru: Синтаксическая ошибка в консольной команде 'ignore' (игнор игрока/всех) Используйте: ignore <флаг> <name | all>

source: Syntax Error in function 'ihist' (Show Item History) Usage: ihist [<number of entries #>]
pt: Erro de sintaxe na função 'ihist' (Mostra histórico de Itens) Uso: ihist [<número de entradas #>]
ru: Синтаксическая ошибка в консольной команде 'ihist' (показать историю предмета) Используйте: ihist [<номер данных>]

source: Item History
pt: Registro de Itens
ru: История предметов

source: Inventory is empty
pt: Inventário está vazio.
ru: Инвентарь пуст

source: Inventory
pt: Inventário
ru: Инвентарь

source: -- Equipment (Equipped) --
pt: -- Equipamento (Equipado) --
ru: -- Экипировка (Одетая) --

source: Will be sold
pt: Será vendido
ru: Будет продано

source: -- Equipment (Not Equipped) --
pt: -- Equipamento (Não equipado) --
ru: -- Экипировка (Не одетая) --

source: -- Non-Usable --
pt: -- Não utilizável --
ru: -- Неиспользуемые --

source: Syntax Error in function 'i' (Inventory List) Usage: i [<u|eq|neq|nu|desc>] [<inventory item>]
pt: Erro de sintaxe na função 'i' (Inventário) Uso: i [<u|eq|neq|nu|desc>] [<item do inventário>]
ru: Синтаксическая ошибка в консольной команде 'i' (инвентарь) Используйте: i [<u|eq|neq|nu|desc>] [<предмет инвертаря>]

source: Error in function 'i' (Inventory Item Description) Inventory Item %s does not exist
pt: Erro na função 'i' (Descrição do Item do Inventário) Item %s não existe no inventário.
ru: Ошибка в консольной команде 'i' (описание предмета инвентаря) Предмет %s отсутствует.

source: Item List
pt: Lista de Itens
ru: Список предметов

source: # Name Coord
pt: # Nome Coordenada
ru: # Имя Координаты

source: Item log cleared.
pt: Log de Itens limpo.
ru: Лог предметов очищен.

source: Syntax Error in function 'look' (Look a Direction) Usage: look <body dir> [<head dir>]
pt: Erro de sintaxe na função 'look' (Olha para uma Direção) Uso: look <direção do corpo> [<direção da cabeça>]
ru: Синтаксическая ошибка в консольной команде 'look' (направление взгляда) Используйте: look <направ-е тела> [<направ-е головы>]

source: Syntax Error in function 'lookp' (Look at Player) Usage: lookp <player #>
pt: Erro de sintaxe na função 'lookp' (Olha para um jogador) Uso: lookp <jogador #>
ru: Синтаксическая ошибка в консольной команде 'lookp' (смотреть на игрока) Используйте: lookp <№ Игрока>

source: Error in function 'lookp' (Look at Player) '%s' is not a valid player number.
pt: Erro na função 'lookp' (Olha para um jogador) '%s' não é um número de jogador válido.
ru: Ошибка в консольной команде 'lookp' (смотреть на игрока) '%s' неверный номер Игрока.

source: Error in function '%s' (Manual Move) Usage: %s [distance]
pt: Erro na função '%s' (Movimento Manual) Uso: %s [distância]
ru: Ошибка в консольной команде '%s' (ручное движение) Используйте: %s [Дистанция]

source: Monster Info
pt: Registro de Monstros
ru: Информация о Монстре

source: %s (%d) Walk speed: %s secs per block
pt: %s (%d) Velocidade de Movimento: %s segundos por bloco

source: Monster "%s" does not exist.
pt: Monstro "%s" não existe.
ru: Моб "%s" не существует.

source: Monster List
pt: Lista de Monstros
ru: Список Монстров

source: # Name ID DmgTo DmgFrom Distance Coordinates
pt: # Nome ID Dano Causado Dano Sofrido Distância Coordenadas
ru: # Имя ID Атака Получено Дистанция Координаты

source: Syntax Error in function 'move' (Move Player) Usage: move <x> <y> [<map> [<distance from coordinates>]] move <map> [<x> <y> [<distance from coordinates>]] move <portal#>
pt: Erro de sintaxe na função 'move' (Mover Personagem) Uso: move <x> <y> [<mapa> [<distância da coordenada>]] move <mapa> [<x> <y> [<distância da coordenada>]] move <índice do portal>
ru: Синтаксическая ошибка в консольной команде 'move' (движение персонажа) Используйте: move <x> <y> [<локация> [<расстояние до координат>]] move <локация> [<x> <y> [<расстояние до координат>]] move <№ портала>

source: Stopped all movement
pt: Todos os movimentos cancelados.
ru: Движение прекращено.

source: Error in function 'move' (Move Player) Unable to walk while inside a chat room! Use the command: chat leave
pt: Erro na função 'move' (mover jogador) Não é possível andar enquanto está em uma sala de chat! Use o comando: chat leave
ru: Ошибка в консольной команде 'move' (Передвижение игрока) Нельзя передвигаться при открытом чате! Закройте чат командой: chat leave

source: Error in function 'move' (Move Player) Unable to walk while the shop is open! Use the command: closeshop
pt: Erro na função 'move' (mover jogador) Não é possível andar enquanto está com uma loja aberta! Use o comando: closeshop
ru: Ошибка в консольной команде 'move' (Передвижение игрока) Нельзя передвигаться при открытом магазине! Закройте чат командой: closeshop

source: Move into portal number %s (%s,%s)
pt: Movendo-se para o portal número %s (%s,%s)
ru: Движение в портал № %s (%s,%s)

source: No portals exist.
pt: Nenhum portal existe.
ru: Порталы отсутствуют.

source: Coordinates %s %s are off the map %s
pt: Coordenadas %s %s estão fora do mapa %s

source: Coordinates %s %s are not walkable on the map %s
pt: Coordenadas %s %s não são andáveis no mapa %s

source: Unknown Map
pt: Mapa Desconhecido
ru: Неизвестная локация

source: Calculating route to: %s(%s): %s, %s (Distance: %s)
pt: Calculando rota para: %s(%s): %s, %s (Distância: %s)
ru: Расчёт маршрута до: %s(%s): %s, %s (Расстояние: %s)

source: Calculating route to: %s(%s): %s, %s
pt: Calculando rota para: %s(%s): %s, %s
ru: Расчёт маршрута до: %s(%s): %s, %s.

source: NPC List
pt: Lista de NPCs
ru: Список НПЦ

source: # Name Coordinates ID
pt: # Nome Coordenadas ID
ru: # Имя Координаты ID

source: Syntax Error in function 'nl' (List NPCs) Usage: nl [<npc #>]
pt: Erro de sintaxe na função 'nl' (Lista NPCs) Uso: nl [<npc #>]
ru: Синтаксическая ошибка в консольной команде 'nl' (список неписей) Используйте: nl [<№ неписи>]

source: You must be logged in the game to use this command
pt: Você precisa estár conectado no jogo para usar este comando

source: Error in function 'party' (Party Functions) Party info not available yet
pt: Erro na função 'party' (Funções do Grupo) Informação do grupo não disponível ainda.

source: Syntax Error in function 'party create' (Organize Party) Usage: party create <party name>
pt: Erro de sintaxe na função 'party create' (Cria um Grupo) Uso: party create <nome do grupo>
ru: Синтаксическая ошибка в консольной команде 'party create' (Создание пати) : party create <имя пати>

source: Syntax Error in function 'party join' (Accept/Deny Party Join Request) Usage: party join <flag>
pt: Erro de sintaxe na função 'party join' (Aceita/Rejeita convite ao Grupo) Uso: party join <flag>
ru: Синтаксическая ошибка в консольной команде 'party join' (принять/отвергнуть приглашение) Используйте: party join <флаг>

source: Error in function 'party join' (Join/Request to Join Party) Can't accept/deny party request - no incoming request.
pt: Erro na função 'party join' (Unir-se/Convidar para um Grupo) Não é possível aceitar/rejeitar convie - não há convites.
ru: Ошибка в консольной команде 'party join' (принять/отвергнуть приглашение) Невозможно принять/отвергнуть приглашение, ибо оно отсутствует.

source: Error in function 'party' (Party Functions) You're not in a party.
pt: Erro na função 'party' (Funções do Grupo) Você não está em um grupo.

source: Error in function 'party' (Party Functions) You're already in a party.
pt: Erro na função 'party' (Funções do Grupo) Você já está em um grupo.

source: Party Information
pt: Informação do Grupo
ru: Информация о Пати

source: Party name: %s EXP Take: %s Item Take: %s Item Division: %s # Name Map Coord Online HP
pt: Nome do grupo: %s Dividir EXP: %s Pegar Itens: %s Dividir Itens: %s # Nome Mapa Coord Online HP

source: Even
pt: Igualmente

source: Individual
pt: Individualmente

source: A
pt: L

source: You are the party leader.
pt: Você é o líder do grupo.
ru: Вы лидер пати.

source: Error in function 'party %s' You must be the party leader in order to use this !
pt: Erro na função 'party %s' Você deve ser o líder do grupo para usar este comando!
ru: Ошибка в консольной команде 'party %s' Вы должны быть лидером пати, чтобы сделать это.

source: Requesting player %s to join your party.
pt: Solicitando %s para juntar-se ao grupo.
ru: '%s' хочет вступить в Ваше пати.

source: Error in function 'party request' (Request to Join Party) Can't request to join party - player %s does not exist.
pt: Erro na função 'party request' (Convidar para o Grupo) Não foi possível convidar - jogador %s não existe.
ru: Ошибка в консольной команде 'party request' (пригласить в пати) Нельзя отправить запрос - игрок %s отсутствует.

source: Party EXP is set to '%s Take'
pt: Dividir EXP está configurado para 'Dividir %s'

source: Syntax Error in function 'party share' (Set Party Share EXP) Usage: party share <flag>
pt: Erro de sintaxe na função 'party share' (Configura divisão de EXP do Grupo) Uso: party share <flag>
ru: Синтаксическая ошибка в консольной команде 'party share' (Распределение опыта на пати) Используйте: party share <флаг>

source: Party item is set to '%s Take'
pt: Pegar Itens está configurado para 'Dividir %s'

source: Syntax Error in function 'party shareitem' (Set Party Share Item) Usage: party shareitem <flag>
pt: Erro de Sintaxe na função 'party shareitem' (Configura Divisão de Itens do Grupo) Uso: party shareitem <booleano>
ru: Синтаксическая ошибка в консольной команде 'party shareitem' (Распределение предметов на пати) Используйте: party shareitem <флаг>

source: Party item division is set to '%s Take'
pt: Dividir Itens está configurado para 'Dividir %s'
