Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: Job should be one of 'novice' or 'summoner' (default is 'novice').
pt: "Raça" deve ser ou 'novice' ou 'summoner' (o padrão é 'novice').

source: Sex should be one of 'M' or 'F' (default is 'F').
pt: Sexo deve ser ou 'M' ou 'F' (o padrão é 'F').

source: Please enter the desired properties for your characters, in this form: (slot) "(name)" [ (hairstyle) [(haircolor)] ]
pt: Favor entrar com as propriedades desejadas para seu personagem, neste formato: (vaga) "(nome)" [ (corte de cabelo) [(cor de cabelo)] ]
ru: Пожалуйста, введите желаемые характеристики Вашего персонажа в эту форму: (слот) "(имя)" [ (причёска) [(цвет волос)] ]

source: Please enter the desired properties for your characters, in this form: (slot) "(name)" [ (str) (agi) (vit) (int) (dex) (luk) [ (hairstyle) [(haircolor)] ] ]
pt: Favor entrar com as propriedades desejadas para seu personagem nestá forma: (slot) "(nome)" [(for) (agi) (vit) (int) (des) (sor) [(estilo_cabelo) [(cor)]]]
ru: Пожалуйста, введите желаемые характеристики Вашего персонажа в эту форму: (слот) "(имя)" [ (str) (agi) (vit) (int) (dex) (luk) [ (причёска) [(цвет волос)] ] ]

source: You didn't specify enough parameters.
pt: Você não especificou parâmetros suficientes.
ru: Вы указали недостаточно параметров.

source: Creating character "%s" in slot "%s"...
pt: Criando personagem "%s" no slot "%s"...
ru: Создание персонажа "%s" в слоте "%s"...

source: Select the character you want to delete.
pt: Selecione o personagem que deseja deletar.
ru: Выберите персонажа, которого желаете удалить.

source: Delete character
pt: Deletar personagem
ru: Удаление персонажа

source: Are you ABSOLUTELY SURE you want to delete: %s
pt: Você está REALMENTE CERTO que quer deletar: %s
ru: Вы АБСОЛЮТНО УВЕРЕНЫ в том, что хотите удалить персонажа? %s

source: Back
pt: Voltar

source: No, don't delete
pt: Não, não delete
ru: Нет, не удалять

source: Yes, delete
pt: Sim, delete
ru: Да, удалить

source: Confirm delete
pt: Confirmar exclusão
ru: Подтверждение удаления

source: Canceling delete request for character %s...
pt: Cancelando pedido de exclusão do personagem %s...

source: Enter your birthdate, deletion code or e-mail.
pt: Insira sua data de nascimento, código para deletar ou email.

source: Deleting character %s...
pt: Deletando personagem %s...
ru: Удаление персонажа %s...

source: Character %s cannot be deleted yet. Please wait until %s
pt: O personagem %s não pôde ser deletado. Por favor aguarde até %s.

source: The current map (%s) is not on the list of allowed maps.
pt: O mapa atual (%s) não está na lista dos mapas permitidos.
ru: Текущая локация (%s) не входит в список разрешенных.

source: ** The current map (%s) is not on the list of allowed maps.
pt: ** O mapa atual (%s) não está na lista dos mapas permitidos.
ru: ** Текущая локация (%s) не входит в список разрешенных.

source: ** Exiting...
pt: ** Saindo...
ru: ** Завершение...

source: We're not currently connected to the character login server.
pt: Não estámos conectados ao servidor de personagens.
ru: На данный момент мы не подключены к Чар-серверу.

source: Slot "%s" is not a valid number.
pt: Slot "%s" não é um número válido.
ru: Номер слота "%s" неверен.

source: The slot must be comprised between 0 and %s.
pt: O número do slot precisa estár entre 0 e %s.
ru: Номер слота может быть от 0 до %s включительно.

source: Slot %s already contains a character (%s).
pt: O slot %s já tem um personagem (%s).
ru: В слоте %s уже есть персонаж (%s).

source: Name must not be longer than 23 characters.
pt: O nome não pode conter mais de 23 carácteres.
ru: Имя не может быть длиннее 23 символов.

source: Unknown job or sex.
pt: Raça ou sexo desconhecido.

source: Stats must be comprised between 1 and 9.
pt: Os atributos devem estár entre 1 e 9.
ru: Статы должны быть распределены от 1 до 9 включительно.

source: The sums Str + Int, Agi + Luk and Vit + Dex must all be equal to 10.
pt: A soma de For + Int, Agi + Sor e Vit + Des devem ser igual a 10.
ru: Суммы Str + Int, Agi + Luk и Vit + Dex дложны быть равны 10.

source: Message Dumped into DUMP.txt!
pt: Mensagem Descarregada em DUMP.txt!
ru: Дамп сообщения записан в DUMP.txt!

source: Inventory Item Removed: %s (%d) x %d
pt: Item removido do inventário: %s (%d) x %d
ru: Предмет удалён из инвентаря: %s (%d) x %d шт.

source: Run out of Arrow/Bullet: %s (%d)
pt: Flechas/Munição acabou: %s (%d)
ru: Стрелы/патроны закончились: %s (%d)

source: Storage Item Removed: %s (%d) x %s
pt: Item retirado do armazém: %s (%d) x %s
ru: Предмет взят со склада: %s (%d) x %s шт.

source: Cart Item Removed: %s (%d) x %s
pt: Item Removido do Carrinho: %s (%d) x %s
ru: Предмет удален из телеги: %s (%d) шт. %s.

source: Unknown
pt: Desconhecido
ru: неизв. умение

source: VS
pt: FORTE

source: VVS
pt: MUITO FORTE

source: VVVS
pt: FORTÍSSIMO

source: BROKEN
pt: DANIFICADO

source: Nothing
pt: Nada

source: Unknown lookID_%d. Need to update the file headgears.txt (from data.grf)
pt: LookID_%d desconhecido. precisa atualizar o arquivo headgears.txt (data.grf)

source: Unknown lookID_
pt: Desconhecido lookID_

source: Unknown item (ID=%d). Need to update the file items.txt or headgears.txt (from data.grf)
pt: Item desconhecido (ID=%d). Precisa atualizar o arquivo items.txt ou headgears.txt (data.grf)

source: Item Description
pt: Descrição de Itens

source: Item: %s, ID: %s, Amount: %s
pt: Item: %s, ID: %s, Quantidade: %s

source: OPTION %s:
pt: PROPRIEDADE %s:

source: OPTION %s: Option (%d, %d, %d)
pt: PROPRIEDADE %s: Propriedade (%d, %d, %d)

source: Exiting...
pt: Saindo...
ru: Завершение...

source: Openkore will stay disconnected. Type "connect" in order to connect again.
pt: O Openkore permanecerá desconectado. Use o comando "connect" para conectar-se novamente.

source: Relogging in %d seconds...
pt: Relogando-se em %d segundos...
ru: Переподключение через %d сек...

source: Found perfectly hidden %s
pt: %s foi encontrado em esconderijo perfeito
ru: Обнаружен игрок в перфект-хайде %s

source: %s does not exist.
pt: %s não existe.
ru: %s не существует

source: Teleporting because of attack miss
pt: Teleportando por errar o ataque.
ru: Телепорт, так как слишком много промахов

source: Teleporting after attacking a monster %d times
pt: Teleportando depois de atacar um monstro %d vezes.
ru: Телепорт после %d неудачных попыток атаковать моба

source: %s (%s) has been provoked, searching another monster
pt: %s (%s) foi provocado, procurando outro monstro.
ru: %s (%s) был спровоцирован, поиск следующего моба

source: %s hit %s. Teleporting...
pt: %s acertou %s. Teleportando...
ru: %s ударил %s. Телепорт...

source: %s can kill %s with the next %d dmg. Teleporting...
pt: %s pode matar %s com os próximos %d de dano. Teleportando...
ru: %s может убить %s следующими %d ед. урона. Телепорт...

source: %s hit %s for more than %d dmg. Teleporting...
pt: %s atingiu %s com mais de %d de dano. Teleportando...
ru: %s нанёс %s больше, чем %d ед. урона. Телепорт...

source: %s hit %s for more than %d dmg in lockMap. Teleporting...
pt: %s atingiu %s com mais de %d de dano no lockMap. Teleportando...
ru: %s нанёс %s больше, чем %d ед. урона на lockMap. Телепорт...

source: %s hit %s while you are sitting. Teleporting...
pt: %s atingiu %s enquanto estáva sentado. Teleportando...
ru: %s ударил %s пока вы сидели. Телепорт...

source: %s hit %s for a total of more than %d dmg. Teleporting...
pt: %s atingiu %s com mais de %d de dano. Teleportando...
ru: %s нанёс %s в сумме больше, чем %d ед. урона. Телепорт...

source: %s hit %s for a total of more than %d dmg in lockMap. Teleporting...
pt: %s atingiu %s com mais de %d de dano no lockMap. Teleportando...
ru: %s нанёс %s в сумме больше, чем %d ед. урона на lockMap. Телепорт...

source: %s hit %s when %s HP is under %d. Teleporting...
pt: %s atingiu %s quando %s HP estáva abaixo de %d. Teleportando...
ru: %s ударил %s когда HP %s было меньше %d. Телепорт...

source: your
pt: seu
ru: Ваш

source: its
pt: seu
ru: его

source: %s %s target to aggressive %s
pt: %s %s de alvo para o agressivo %s
ru: %s %s цель на агрессивного %s

source: change
pt: mudou
ru: изменили

source: changes
pt: mudou
ru: изменил

source: %s has been provoked, searching another monster
pt: %s foi provocado, procurando outro monstro.
ru: %s был спровоцирован, поиск другого моба

source: ---------- Storage %s -----------
pt: ---------- Armazém %s -----------
ru: ---------- Склад %s -------------

source: Broken
pt: Quebrado
ru: Сломано

source: Storage logged
pt: Armazém registrado.
ru: Записан лог склада

source: Unable to write to %s
pt: Não foi possível gravar em %s
ru: Невозможно записать в %s

source: %s %s %s (Dmg: %s) (Delay: %sms)
pt: %s %s %s (Dano: %s) (Atraso: %sms)
ru: %s %s %s (урон: %s) (задержка: %s мс)

source: attack
pt: atacou
ru: атакуете

source: attacks
pt: atacou
ru: атакует

source: %s %s %s on %s (Delay: %sms)
pt: %s %s %s em %s (Atraso: %sms)
ru: %s %s умение %s на %s (задержка: %s мс)

source: are casting
pt: está conjurando
ru: кастуете

source: is casting
pt: está conjurando
ru: кастует

source: location (%d, %d)
pt: localização (%d, %d)
ru: координатам (%d, %d)

source: use
pt: usou
ru: скастовали

source: uses
pt: usou
ru: скастовал

source: (Lv: %s)
pt: (Nível: %s)
ru: (%s ур.)

source: on
pt: em
ru: на

source: (Dmg: %s)
pt: (Dano: %s)
ru: (урон: %s)

source: Miss
pt: Errou
ru: промах

source: (Delay: %sms)
pt: (Atraso: %sms)
ru: (задержка: %s мс)

source: on location
pt: na localização
ru: по координатам

source: are now
pt: está agora
ru: получили

source: is now
pt: está agora
ru: получил

source: are again
pt: está novamente
ru: снова получили

source: is again
pt: está novamente
ru: снова получил

source: are no longer
pt: não está mais
ru: больше не имеете

source: is no longer
pt: não está mais
ru: больше не имеет

source: (Duration: %ss)
pt: (Duração: %ss)
ru: (длительность: %s с)

source: GM '%s' (%d) is nearby (%s), teleport & disconnect for %d seconds
pt: GM '%s' (%d) está próximo (%s), teleportando & desconectando por %d segundos

source: GM '%s' (%d) is nearby (%s), disconnect for %s seconds
pt: GM '%s' (%d) está próximo(%s), desconectando por %s segundos

source: GM '%s' (%d) is nearby(%s), teleporting
pt: GM '%s' (%d) está próximo(%s), teleportando

source: GM '%s' (%d) is nearby (%s), respawning
pt: GM '%s' (%d) está próximo (%s), teleportando para o ponto de retorno

source: GM '%s' (%d) is nearby (%s), respawning & disconnect for %d seconds
pt: GM '%s' (%d) está próximo (%s), teleportando para o ponto de retorno & desconectando por %d segundos

source: GM '%s' (%d) talked to you (%s), disconnect for %s seconds
pt: GM '%s' (%d) falou com você (%s), desconectando por %s segundos

source: Player %s (%d, %s) is nearby (%s), teleport & disconnect for %d seconds
pt: Jogador %s (%d, %s) está próximo (%s), teleportando para o ponto de retorno & desconectando por %d segundos

source: Player %s (%d, %s) is nearby (%s), respawning & disconnect for %d seconds
pt: Jogador %s (%d, %s) está próximo (%s), teleportando para o ponto de retorno & desconectando por %d segundos

source: Player %s (%d, %s) is nearby (%s), disconnect for %s seconds
pt: Jogador %s (%d, %s) está próximo(%s), desconectando por %s segundos

source: Player %s (%d, %s) is nearby (%s), teleporting
pt: Jogador %s (%d, %s) está próximo (%s), teleportando

source: Player %s (%d, %s) is nearby (%s), respawning
pt: Jogador %s (%d, %s) está próximo (%s), teleportando para o ponto de retorno

source: Player with ID %s is nearby (%s), disconnect for %s seconds
pt: Jogador com o ID %s está próximo(%s), desconectando por %s segundos

source: Player %s (%d) talked to you (%s), disconnect for %d seconds
pt: Jogador %s (%d) falou com você (%s), desconectando por %d segundos

source: Processing map %s...
pt: Processando mapa %s...
ru: Обработка локации %s...

source: Wrote portals Line of Sight table to '%s'
pt: Portais LOS salvo em '%s/portalsLOS.txt'.
ru: Записаны данные о прямой видимости (LoS) порталов в табличный файл '%s'

source: ----------------------------Error Summary----------------------------
pt: ---------------------------Sumário de Erros--------------------------
ru: -------------------------- Итог ошибок ------------------------------

source: Missing: %s.fld2
pt: Faltando: %s.fld2

source: Note: LOS information for the above listed map(s) will be inaccurate; however it is safe to ignore if those map(s) are not used
pt: Nota: As informações LOS nos mapas acima estão imprecisas; entretanto é seguro ignorá-las se estes mapas não estão sendo utilizados
ru: Примечание: Информация о Линии Видимости (LOS) для указанных выше локаций может быть неточной, если эти карты не используются, то можно игнорировать данную ошибку

source: Invalid NPC information for autoBuy, autoSell or autoStorage! (%s)
pt: Configurações do NPC para autoBuy, autoSell ou autoStorage são inválidas! (%s)
ru: Неверная информация о неписи в параметрах конфига autoBuy, autoSell или autoStorage! (%s)

source: A shop has already been opened.
pt: Uma loja já foi aberta.
ru: Торговая лавка уже открыта.

source: You don't have the Vending skill.
pt: Você não possui a habilidade Comércio.
ru: У вас нет умения для открытия торговой лавки.

source: You need this with a cart in order to create a shop!
pt: Você precisa de um carrinho para poder criar uma loja!
ru: Для создания магазина Вам нужна телега!

source: Your shop does not have a title.
pt: Sua loja não tem um nome.
ru: У Вашей торговой лавки нет названия.

source: There are no items to sell.
pt: Não há itens para vender.
ru: Отсутствуют предметы для продажи.

source: Trying to set up shop...
pt: Tentando montar loja...
ru: Попытка настроить магазин...

source: A shop has not been opened.
pt: Não há uma loja aberta.
ru: Не получилось открыть торговую лавку.

source: Shop closed.
pt: Loja fechada.
ru: Торговая лавка закрыта.

source: You don't have the Buying Store skill or Black Market Bulk Buyer Shop License.
pt: Você não possui uma Licença de Loja de Compras ou uma Licença Falsa de Loja.

source: You don't have Bulk Buyer Shop License.
pt: Você não possui uma Licença de Loja de Compras ou uma Licença Falsa de Loja.

source: Your buyer shop does not have a title.
pt: Sua loja de compras não tem um nome.

source: Trying to set up buyer shop...
pt: Tentando montar loja de comrpas...

source: A Buyer Shop has not been opened.
pt: Loja de compras não foi aberta.

source: Buyer Shop closed.
pt: Loja de compras fechada.

source: All files were loaded
pt: Todos os arquivos foram carregados.
ru: Все файлы были загружены.

source: The file %s must be valid UTF-8 encoded, which it is currently not. To solve this prolem, please use Notepad to save that file as valid UTF-8.
pt: O arquivos %s deve ser salvo no formato UTF-8, no qual não está. Para resolver este problema, use o Bloco de Notas para salvar o arquivo em UTF-8.
ru: Файл %s обязан быть в кодировке UTF-8. Чтобы решить проблему, используйте Notepad для сохранения файла.

source: Invalid char in specified slot %d
pt: Personagem inválido no slot especificado %d

source: Search Store Result
pt: Resultado de Pesquisa de Lojas

source: Page: %d/%d
pt: Página: %d/%d

source: Shop Name
pt: Nome da Loja

source: Amount
pt: Quantidade

source: Price
pt: Preco

source: Unknown msgid: %d. Need to update the file msgstringtable.txt (from data.grf)
pt: ID de mensagem desconhecido:%d. Por favor, atualize o msgstringtable.txt (data.grf)

source: Unable to reload code: %s not found
pt: Impossível recarregar código: %s não encontrado.
ru: Невозможно перезагрузить код: %s не найдено

source: Failed to execute %s
pt: Falha ao executar %s
ru: Невозможно выполнить %s

source: %s exited abnormally
pt: %s saiu de modo anormal
ru: %s завершен некорректно

source: %s passed syntax check.
pt: %s passou na checagem de sintaxe.
ru: %s синтаксических ошибок не обнаружено.

source: %s contains syntax errors.
pt: %s contém erros de sintaxe.
ru: %s содержит синтаксические ошибки.

source: Cannot find Perl interpreter %s
pt: Não foi possível localizar o interpretador Perl %s
ru: Невозможно найти интерпретатор Perl %s

source: Checking %s for errors...
pt: Checando erros em %s...
ru: Проверка %s на наличие ошибок...

source: Reloading %s...
pt: Recarregando %s...
ru: Перезагрузка %s...

source: Unable to reload %s
pt: Não foi possível recarregar %s
ru: Невозможно перезагрузить %s

source: Reloaded.
pt: Recarregado.
ru: Перезагружено.

source: Loading all plugins (by default)...
pt: Carregando todos os plugins (por padrão)...
ru: Загрузка всех плагинов (ибо не сказано иначе)...

source: Automatic loading of plugins disabled
pt: Carregamento de plugins automáticos desligado.
ru: Автоматическая загрузка плагинов отключена.

source: Loading all plugins...
pt: Carregando todos os plugins...
ru: Загрузка всех плагинов...

source: Selectively loading plugins...
pt: Carregando plugins selecionados...
ru: Выборочная загрузка плагинов...

source: Selectively skipping plugins...
pt: Ignorando plugins selecionados...
ru: Избирательно пропускаем плагины при загрузке...

source: Error in function 'plugin unload' (Unload Plugin) The specified plugin do not exist.
pt: Erro na função 'plugin unload' (Descarregar Plugin) O plugin especificado não existe.

source: Plugin %s unloaded.
pt: Plugin %s descarregado.
ru: Плагин %s выгружен.

source: Loading plugin %s...
pt: Carregando plugin %s...
ru: Загрузка плагина %s...

source: File %s does not exist. (usage ex: plugin load plugins/macro/macro.pl)
pt: O arquivo %s não existe.
ru: Файл %s с плагином не существует или не найден. Пример использования: plugin load plugins/macro/macro.pl

source: The ROPP plugin (ropp.pl) is obsolete and is no longer necessary. Please remove it, or %s will not work correctly.
pt: O plugin ROPP (ropp.pl) é desatualizado e seu uso não é mais necessário. Por favor delete ele ou %s não irá funcionar corretamente.
ru: Плагин ROPP (ropp.pl) утарел и больше не нужен. Пожалуйста, удалите этот плагин, или %s будет работать неправильно.

source: Plugin contains syntax errors: %s
pt: Plugin contém erros de sintaxe: %s
ru: Плагин содержит синтаксическую ошибку: %s

source: Error in function 'plugin reload' (Reload Plugin) The specified plugin do not exist.
pt: Erro na função 'plugin reload' (Recarrega Plugin) O plugin especificado não existe.

source: Custom Ragnarok Online client
pt: Cliente customizado de Ragnarok Online

source: Welcome to %s.
pt: Bem-vindo ao %s.
ru: Добро пожаловать в %s.

source: Attempt to get SP required for a passive skill (%s)
pt: Tentativa de obter o SP necessário para uma habilidade passiva (%s)
ru: Попытка получить SP, необходимого для пассивного умения (%s)

source: Elemental
pt: Espírito Elemental

source: Error in use item %s This item is not usable
pt: Erro ao tentar usar o item %s Este item não é consumível
ru: Ошибка использования предмета %s. Этот предмет нелья использовать.

source: Wrong equip slot specified
pt: Vaga de Equipamento fornecida é incorreta
ru: Указан неверный слот экипировки.

source: Inventory Item: %s is already equipped in slot: %s
pt: Item do Inventário: %s já está equipado no slot: %s
ru: Предмет из инвентаря %s уже экипирован в слот %s.

source: Monster
pt: Monstro

source: Party
pt: Grupo

source: Pet
pt: Mascote
ru: Питомец

source: Player
pt: Jogador

source: himself
pt: si
ru: себя

source: herself
pt: si
ru: себя

source: self
pt: si

source: yourself
pt: si
ru: себя

source: you
pt: você
ru: вас

source: Encounter Monster : %s
pt: Monstro Encontrado: %s
ru: Встреча с мобом : %s.

source: Auto UnEquiping [R]: %s
pt: Desequipando automaticamente [Mão Direita]: %s
ru: Авто разэкипировка [пр.рука]: %s.

source: Auto Equiping [R]: %s
pt: Equipando automaticamente [Mão Direita]: %s
ru: Авто экипировка [пр.рука]: %s.

source: Auto UnEquiping [L]: %s
pt: Desequipando automaticamente [Mão Esquerda]: %s
ru: Авто разэкипировка [лев.рука]: %s.

source: Auto Equiping [L]: %s (%s)
pt: Equipando automaticamente [Mão Esquerda]: %s (%s)
ru: Авто экипировка [лев.рука]: %s (%s).

source: Auto Equiping [A]: %s
pt: Equipando automaticamente [Projétil]: %s
ru: Авто экипировка [стрелы]: %s.

source: Change Attack Distance to : %s
pt: Alterando 'attackDistance' para: %s
ru: Смена дистанции атаки на: %s.

source: Change Attack useWeapon to : %s
pt: Alterando 'attackUseWeapon' para: %s
ru: Смена вида атаки (0 - умениями, 1 - с оружием в руках) : %s.

source: Auto Equiping [L]: %s
pt: Equipando automaticamente [Mão Esquerda]: %s
ru: Авто экипировка [лев.рука]: %s

source: Auto equiping default [A]: %s
pt: Equipando automaticamente para padrão [Projétil]: %s
ru: Авто экипировка по-умолчанию [cтрелы]: %s.

source: Change Attack Distance to Default : %s
pt: Alterando 'attackDistance' para padrão: %s
ru: Смена дистанции атаки на по-умолчанию: %s.

source: Change Attack useWeapon to default : %s
pt: Mudando 'attackUseWeapon' para padrão: %s
ru: Смена 'attackUseWeapon' на по-умолчанию: %s.

source: Homunculus
pt: Homúnculo
ru: Гомункул

source: Mercenary
pt: Assistente
ru: Наёмник

source: Creating new slave actor of unknown type
pt: Criando novo actor para slave de tipo desconhecido

source: Dropping target - %s (%s) has been provoked
pt: Desistindo do alvo - %s (%s) foi provocado.
ru: Цель оставлена - %s (%s), так как она сагрилась для мобтрейна.

source: Can't reach or damage target, dropping target
pt: Não foi possível atingir ou acertar o alvo, desistindo.
ru: Невозможно достать цель или повредить её, атака оставлена.

source: Teleport due to dropping attack target
pt: Teleportando devido ao desistimento de alvo.
ru: Атакуемая цель оставлена. Телепорт.

source: Target lost, teleporting.
pt: Alvo perdido, teleportando.
ru: Цель потеряна, телепорт.

source: Target lost
pt: Alvo perdido.
ru: Цель потеряна.

source: Unable to calculate a route to target, dropping target
pt: Não foi possível calcular uma rota para o alvo, desistindo.
ru: Невозможно расчитать маршрут до цели, цель оставлена.

source: No LOS from %s (%d, %d) to target %s (%d, %d) (distance: %d)
pt: Não tem Linha de Visão %s (%d, %d) para o alvo %s (%d, %d) (distância: %d)

source: %s; moving to (%s, %s)
pt: %s; movendo-se para (%s, %s)
ru: %s; движение к (%s, %s)

source: %s; no acceptable place to stand
pt: %s; nenhum lugar disponível para ficar.
ru: %s; нет подходящего места, чтобы встать.

source: No LOS in melee from %s (%d, %d) to target %s (%d, %d) (distance: %d)
pt: Não tem Linha de Visão melee de %s (%d, %d) para Alvo %s (%d, %d) (distância: %d)

source: %s kiting in advance (%d %d) to (%d %d), mob at (%d %d).
pt: %s fazendo kite de (%d %d) para (%d %d), monstro em (%d %d).

source: Escaping to into nearest portal.
pt: Escapando para o portal mais próximo.
ru: Выход в ближайший портал.

source: Found warp portal escaping into warp portal.
pt: Portal localizado, escapando por ele.
ru: Варп-портал найден, выход в варп-портал.

source: Escape failed no portal found.
pt: Fuga falhou, nenhum portal encontrado.
ru: Выход невозможен, портал не найден.

source: Invalid coordinates specified for randomWalk Retrying...
pt: Coordenadas inválidas especificadas para o 'randomWalk' Tentando novamente...
ru: Выбраны неверные координаты для randomWalk Повторная попытка...

source: Calculating random route to: %s: %s, %s
pt: Calculando rota aleatória para: %s: %s, %s
ru: Расчёт случайного маршрута до %s: %s, %s

source: Timeout equiping for skill
pt: Tempo esgotado ao equipar equipamento necessário para a habilidade.
ru: Таймаут на экипирование для умения.

source: Failed to take %s (%s) from (%s, %s) to (%s, %s)
pt: Falha ao pegar %s (%s) de (%s, %s) para (%s, %s)
ru: Не получилось поднять %s (%s) стоя на (%s, %s) лежащий тут (%s, %s) предмет.

source: Auto-denying party request
pt: Negando pedido de grupo automaticamente.
ru: Авто-отказ от приглашения в пати.
