Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: Syntax Error in function 'card' (Card Compounding) Usage: card <use|mergelist|mergecancel|merge>
pt: Erro de sintaxe na função 'card' (Compor Carta) Uso: card <use|mergelist|mergecancel|merge>
ru: Синтаксическая ошибка в консольной команде 'card' (работа с картами) Используйте: card <use|mergelist|mergecancel|merge>

source: Error in function 'cart' (Cart Management) You do not have a cart.
pt: Erro na função 'cart' (Gerenciamento de Carrinho)' Você não tem um carrinho.
ru: Ошибка в консольной команде 'cart' (управление телегой)' У персонажа нет телеги.

source: Cart inventory is not available.
pt: Inventário do carrinho não disponível.
ru: Инвентарь телеги недоступен.

source: Usage: cart desc <cart item #>
pt: Uso: cart desc <# do item no carrinho>

source: Usage: cart add <inventory item> <amount>
pt: Uso: cart add <nome do item> <quantidade>

source: Usage: cart get <cart item> <amount>
pt: Uso: cart get <nome do item> <quantidade>

source: Trying to released the cart...
pt: Tentando remover o carrinho...
ru: Попытка избавиться от телеги...

source: Usage: cart change <1-5>
pt: Uso: cart change <1-5>
ru: Используйте: cart change <1-5>

source: Error in function 'cart' Command '%s' is not a known command.
pt: Erro na função 'cart' Comando '%s' não é um comando conhecido.
ru: Ошибка в консольной команде 'cart' Непонятная команда '%s'.

source: Syntax Error in function 'cart desc' (Show Cart Item Description) '%s' is not a valid cart item number.
pt: Erro de sintaxe na função 'cart desc' (Mostra a Descrição dos Itens do Carrinho) '%s' não é um número de item válido.
ru: Синтаксическая ошибка в консольной команде 'cart desc' (описание предмета в телеге) '%s' - неверный номер предмета.

source: Error in function 'cart desc' (Show Cart Item Description) Cart Item %s does not exist.
pt: Erro de sintaxe na função 'cart desc' (Mostra a Descrição dos Itens do Carrinho) Item %s não existe.
ru: Синтаксическая ошибка в консольной команде 'cart desc' (описание предмета в телеге) Предмет %s отсутствует.

source: Not Identified
pt: Não Identificado
ru: Не идентифицированно

source: Cart
pt: Carrinho
ru: Телега

source: # Name
pt: # Nome
ru: # Название предмета

source: -- Usable --
pt: -- Utilizável --
ru: -- Используемые --

source: -- Equipment --
pt: -- Equipamento --
ru: -- Экипировка --

source: -- Non-Usable --
pt: -- Não utilizável --
ru: -- Неиспользуемые --

source: Capacity: %d/%d Weight: %d/%d
pt: Capacidade: %d/%d Peso: %d/%d
ru: Вместительность: %d/%d Вес: %d/%d

source: Inventory item '%s' does not exist.
pt: Item %s não existe no inventário.

source: Cart item '%s' does not exist.
pt: Item '%s' não existe no carrinho.

source: Cash shop already opened this session
pt: Loja de cash já foi aberta nestá sessão.

source: Cash shop is not open
pt: Loja de cash não foi aberta.

source: Please use 'cash open' first
pt: Por favor use 'cash open' primeiro.

source: Syntax Error in function 'cash buy' (Cash shop) Usage: cash buy <item> [<amount>] [<kafra shop points>]
pt: Erro de sintaxe na função 'cash buy' (Loja de cash) Uso: cash buy <item> [<amount>] [<pontos kafra>]

source: Error in function 'cash buy': invalid item name '%s' or tables needs to be updated
pt: Erro na função 'cash buy': nome inválido '%s' ou tables desatualizada

source: You don't have that many kafra shop points (Requested: %d, Available: %d)
pt: Você não tem Kafra Points suficientes (Necessário: %d, Disponível: %d)

source: Not enough cash to buy item %s x %d (%sC), we have %sC
pt: Cash insuficiente para comprar o item %s %d (%sC), cash disponível: %sC

source: Buying %s from cash shop
pt: Comprando %s da loja de shop

source: Error in function 'cash buy': item %s not found or shop list is not ready yet.
pt: Erro na função 'cash buy': item %s não foi encontrado ou a lista de itens disponíveis ainda não está pronta.
ru: Ошибка в консольной команде 'cash buy': предмет '%s' не найден или список магазина ещё не получен.

source: Cash Points: %sC - Kafra Points: %sC
pt: Pontos de Cash: %sC - Pontos de Kafra: %sC

source: New
pt: Novo

source: Limited
pt: Edição Limitada

source: Rental
pt: Aluguel

source: Perpetuity
pt: Permanente

source: Recovery
pt: Recuperação

source: Etc
pt: Miscelânia

source: Tab:
pt: Aba:

source: ID Item Name Price
pt: ID Item Nome Preço
ru: ИД Название предмета Цена

source: Syntax Error in function 'cash' (Cash shop) Usage: cash <open | close | buy | points | list>
pt: Erro de sintaxe na função 'cash' (Loja de cash) Uso: cash <open | close | buy | points | list>

source: Syntax Error in function '%1$s' (Chat) Usage: %1$s <message>
pt: Erro de sintaxe na função '%1$s' (Chat) Uso: %1$s <mensagem>
ru: Синтаксическая ошибка в консольной команде '%1$s' (чат) Используйте: %1$s <текст сообщения>

source: Chat log cleared.
pt: Log de chat limpo.
ru: Лог чата очищен.

source: Error in function 'chat bestow' (Bestow Admin in Chat) You are not in a Chat Room.
pt: Erro na função 'chat bestow' (Concede Administração no Chat) Você não está numa Sala de Chat.
ru: Ошибка в консольной команде 'chat bestow' (дать права админа чата) Вы не в чате

source: Syntax Error in function 'chat bestow' (Bestow Admin in Chat) Usage: chat bestow <user #>
pt: Erro de sintaxe na função 'chat bestow' (Concede Administração no Chat) Uso: chat bestow <usuário #>
ru: Синтаксическая ошибка в консольной команде 'chat bestow' (дать права админа чата) Используйте: chat bestow <№ игрока>

source: Error in function 'chat bestow' (Bestow Admin in Chat) Chat Room User %s doesn't exist; type 'chat info' to see the list of users
pt: Erro na função 'chat bestow' (Concede Administração no Chat) Usuário %s não está na sala; digite 'chat info' para ver a lista de usuários.
ru: Ошибка в консольной команде 'chat bestow' (дать права админа чата) Чат %s отсутствует; Напишите 'chat info' чтоб увидеть список пользователей

source: Syntax Error in function 'chatmod' (Modify Chat Room) Usage: chat modify "<title>" [<limit #> <public flag> <password>]
pt: Erro de sintaxe na função 'chatmod' (Modifica a Sala de Chat) Uso: chat modify "<título>" [<limite #> <flag público> <senha>]
ru: Синтаксическая ошибка в консольной команде 'chatmod' (изменение чата) Используйте: chat modify "<Название>" [<Лимит> <флаг публичности> <пароль>]

source: Error in function 'chat kick' (Kick from Chat) You are not in a Chat Room.
pt: Erro na função 'chat kick' (Expulsa do chat) Você não está numa sala de chat.
ru: Ошибка в консольной команде 'chat kick' (выгнать игрока из чата) Вы не в чате.

source: Syntax Error in function 'chat kick' (Kick from Chat) Usage: chat kick <user #>
pt: Erro de sintaxe na função 'chat kick' (Expulsa do chat) Uso: chat kick <número do usuário no chat>
ru: Синтаксическая ошибка в консольной команде 'chat kick' (выгнать игрока из чата) Используйте: chat kick <№ пользователя>

source: Error in function 'chat kick' (Kick from Chat) Chat Room User %s doesn't exist
pt: Erro na função 'chat kick' (Expulsa do Chat) Usuário %s não existe na sala de chat.
ru: Ошибка в консольной команде 'chat kick' (выгнать игрока из чата) Чат %s отсутствует

source: Syntax Error in function 'chat join' (Join Chat Room) Usage: chat join <chat room #> [<password>]
pt: Erro de sintaxe na função 'chat join' (Entrar na Sala de Chat) Uso: chat join <número da sala> [<senha>]
ru: Синтаксическая ошибка в консольной команде 'chat join' (войти в чат) Используйте: chat join <№ чата> [<пароль>]

source: Error in function 'chat join' (Join Chat Room) You are already in a chat room.
pt: Erro na função 'chat join' (Entrar na Sala de Chat) Você já está em uma sala.
ru: Ошибка в консольной команде 'chat join' (войти в чат) Вы уже в чате.

source: Error in function 'chat join' (Join Chat Room) Chat Room %s does not exist.
pt: Erro na função 'chat join' (Juntar-se ao Chat) A sala %s não existe.
ru: Ошибка в консольной команде 'chat join' (войти в чат) Чат %s отсутствует.

source: Error in function 'chat leave' (Leave Chat Room) You are not in a Chat Room.
pt: Erro na função 'chat leave' (Sair da sala de Chat) Você não está numa Sala de Chat.
ru: Ошибка в консольной команде 'chat leave' (покинуть чат) Вы не в чате.

source: Syntax Error in function 'chat create' (Create Chat Room) Usage: chat create "<title>" [<limit #> <public flag> <password>]
pt: Erro de sintaxe na função 'chat create' (Cria uma Sala de Chat) Uso: chat create "<título>" [<limite #> <flag público> <senha>]
ru: Синтаксическая ошибка в консольной команде 'chat create' (создать чат) Используйте: chat create "<Название>" [<Лимит> <флаг публичности> <пароль>]

source: Error in function 'chat create' (Create Chat Room) You are already in a chat room.
pt: Erro na função 'chat create' (Cria uma Sala de Chat) Você já está numa Sala de Chat.
ru: Ошибка в консольной команде 'chat create' (создать чат) Вы уже в чате.

source: Chat Room List
pt: Lista de Salas de Chat
ru: Список Чатов

source: # Title Owner Users Type
pt: # Título Proprietário Usuários Tipo
ru: # Название Владелец Польз. Тип

source: There is no chat room info - you are not in a chat room
pt: Não há informações sobre a sala de chat - você não está em nenhuma sala.
ru: Нет информации о чате, ибо вы не в чате.

source: Chat Room Info
pt: Informação da Sala de Chat
ru: Информация о чате

source: Title Users Pub/Priv
pt: Título Usuários Público/Privado
ru: Название Польз. Публ/Прив

source: -- Users --
pt: -- Usuários --
ru: -- Пользователи --

source: Syntax Error in function 'chat' (Chat room management) Usage: chat <create|modify|join|kick|leave|info|list|bestow>
pt: Erro de Sintaxe na função 'chat' (Gerenciamento de Sala de Chat) Uso: chat <create|modify|join|kick|leave|info|list|bestow>
ru: Синтаксическая ошибка в консольной команде 'chat' (управление чатом) Используйте: chat <create|modify|join|kick|leave|info|list|bestow>

source: Syntax Error in function 'chist' (Show Chat History) Usage: chist [<number of entries #>]
pt: Erro de sintaxe na função 'chist' (Mostrar histórico de Chat) Uso: chist [<número de entradas>]
ru: Синтаксическая ошибка в консольной команде 'chist' (вывести лог чата) Используйте: chist [<№ строки>]

source: Chat History
pt: Registro de Chat
ru: История Чата

source: Unable to open %s
pt: Não foi possível abrir %s
ru: Невозможно открыть %s

source: Buying shop closed.
pt: Loja de compras fechada.
ru: Торговая лавка закрыта.

source: Syntax Error in function 'conf' (Change a Configuration Key)
pt: Erro de sintaxe na função 'conf' (Altera uma configuração)

source: Usage: conf [-f] <variable> [<value>|none]
pt: Uso: conf [-f] <chave de configuração> [<valor>|none]

source: -f force variable to be set, even if it does not already exist in config.txt
pt: -f força uma chave de configuração a ser definida, mesmo se está não existir no config.txt

source: Config variables matching %s do not exist
pt: Variáveis que combinam com %s não existem nas configurações

source: Config '%s' is %s
pt: Config '%s' é %s
ru: Параметр конфига '%s' - %s

source: Config variable %s doesn't exist
pt: Variável %s não existe nas configurações.
ru: Параметр %s отсутствует в конфиге config.txt.

source: Config '%s' is not displayed
pt: Config '%s' não é mostrado.
ru: Нельзя выводить параметр конфига '%s' на консоль.

source: Config '%s' is not set
pt: Config '%s' não está configurada
ru: Параметр конфига '%s' - пуст.

source: Damage Taken Report:
pt: Relatório de Danos Recebidos:
ru: Отчет о полученном уроне:

source: Total Damage Taken: %s
pt: Total de danos sofridos: %s
ru: Итого получено урона: %s

source: End of report.
pt: Fim do relatório.
ru: Конец отчёта.

source: Damage Taken Report reset.
pt: Relatório de Dano Recebidos reiniciado.
ru: Статистика полученного урона очищена.

source: Syntax error in function 'damage' (Damage Report) Usage: damage [reset]
pt: Erro de sintaxe na função 'damage' (Relatório de Dano) Uso: damage [reset]
ru: Синтаксическая ошибка в консольной команде 'damage' (сообщение об уроне) Используйте: damage [reset]

source: Unknown player [%s]. Player not nearby?
pt: Jogador desconhecido [%s]. Personagem não está por perto?

source: Error in function 'deal' (Deal a Player) You are already in a deal
pt: Erro na função 'deal' (Negocia com Jogador) Você já está em uma negociação.
ru: Ошибка в консольной команде 'deal' (сделка с игроком) Вы уже заняты сделкой.

source: Error in function 'deal' (Deal a Player) You must first cancel the incoming deal
pt: Erro na função 'deal' (Negocia com Jogador) Você deve cancelar o pedido de negociação primeiro.
ru: Ошибка в консольной команде 'deal' (сделка с игроком) Сначала вы должны отменить входящую сделку

source: Error in function 'deal' (Deal a Player) Player %s does not exist
pt: Erro na função 'deal' (Negocia com Jogador) Jogador %s não existe.
ru: Ошибка в консольной команде 'deal' (сделка с игроком) Игрок %s отсутствует.

source: Attempting to deal %s
pt: Preparando para negociar com %s
ru: Предложение сделки с %s

source: Error in function 'deal' (Deal a Player) There is no incoming/current deal to cancel
pt: Erro na função 'deal' (Negocia com Jogador) Não há pedido/negociação para cancelar.
ru: Ошибка в консольной команде 'deal' (сделка с игроком) Нет сделки, которую можно было бы отменить.

source: Error in function 'deal' (Deal a Player) There is no deal to accept
pt: Erro na função 'deal' (Negocia com Jogador) Não há negociação para aceitar.
ru: Ошибка в консольной команде 'deal' (сделка с игроком) Нет сделки, которую можно было бы принять.

source: Error in function 'deal' (Deal a Player) Cannot make the trade - %s has not finalized
pt: Erro na função 'deal' (Negocia com Jogador) Não é possível fazer a troca - %s ainda não finalizou.
ru: Ошибка в консольной команде 'deal' (сделка с игроком) Не могу завершить сделку - игрок %s ещё не закончил.

source: Error in function 'deal' (Deal a Player) You already accepted the final deal
pt: Erro na função 'deal' (Negocia com Jogador) Você já aceitou a negociação final.
ru: Ошибка в консольной команде 'deal' (сделка с игроком) Вы уже окончательно подтвердили сделку.

source: You accepted the final Deal
pt: Você aceitou a finalização da Negociação.
ru: Вы окончательно подтвердили сделку.

source: Error in function 'deal_add' (Add Item to Deal) No deal in progress
pt: Erro na função 'deal add' (Adiciona Item à Negociação) Você não está numa negociação.
ru: Ошибка в консольной команде 'deal add' (добавить предмет в сделку) Нет активной сделки.

source: Error in function 'deal_add' (Add Item to Deal) Can't add any Items - You already finalized the deal
pt: Erro na função 'deal add' (Adiciona Item à Negociação) Não é possível adicionar itens - Você já finalizou a negociação.
ru: Ошибка в консольной команде 'deal add' (добавить предмет в сделку) Невозможно добавить предмет- вы окончательно подтвердили сделку.

source: Error in function 'deal_add' (Add Item to Deal) Inventory Item %s does not exist.
pt: Erro na função 'deal add' (Adiciona Item à Negociação) Item %s do inventário não existe.
ru: Ошибка в консольной команде 'deal add' (добавить предмет в сделку) Предмет %s отсутствует.

source: Error in function 'deal_add' (Add Item to Deal) Amount must either be a number, or not specified.
pt: Erro na função 'deal add' (Adiciona Item à Negociação) A quantidade deve ser numérica, ou então não especificada.
ru: Ошибка в консольной команде 'deal add' (добавить предмет в сделку) Количество предметов должно быть задано числом, или же не указано вовсе.

source: You can't add any more items to the deal
pt: Você não pode adicionar mais itens à negociação.
ru: Вы не можете добавить больше предметов к сделке.

source: You put forward %sz to Deal
pt: Você adicionou %sz à Negociação.
ru: Вы добавили %s зени в сделку.

source: Syntax Error in function 'deal' (Deal a player) Usage: deal [<Player # | no | add>] [<item #>] [<amount>]
pt: Erro de sintaxe na função 'deal' (Negocia com um jogador) Uso: deal [<Jogador # | no | add>] [<item #>] [<quantidade>]
ru: Синтаксическая ошибка в консольной команде 'deal' (сделка с игроком) Используйте: deal [<№ Игрока | no | add>] [<№ предмета>] [<кол-во>]

source: There is no deal list - You are not in a deal
pt: Não há lista da negociação - Você não está em uma negociação.
ru: Нет списка сделки - Вы сейчас не совершаете сделку.

source: Current Deal
pt: Negociação Atual
ru: Текущая сделка

source: You
pt: Você
ru: Вы

source: - Finalized
pt: - Finalizado
ru: - Закончена

source: Unknown
pt: Desconhecido
ru: Неизвестный

source: Debug information
pt: Informação de Depuração
ru: Отладочная информация

source: ConState: %s Connected: %s AI enabled: %s @ai_seq = %s Last packet: %.2f secs ago $timeout{ai}: %.2f secs ago (value should be >%s) Last AI() call: %.2f secs ago
pt: Estado de Conexão: %s Conectado: %s AI ativada: %s @ai_seq = %s Último pacote: %.2f segundos atrás $timeout{ai}: %.2f segundos atrás (deve ser >%s) Última chamada de AI(): %.2f segundos atrás

source: Syntax Error in function 'drop' (Drop Inventory Item) Usage: drop <inventory_item_list> [<amount>]
pt: Erro de sintaxe na função 'drop' (Joga Item do Inventário no chão) Uso: drop <item #> [<quantidade>]

source: No items were dropped.
pt: Nenhum item foi dropado.
ru: Ничего не выброшено.

source: Syntax Error in function 'e' (Emotion) Usage: e <command>
pt: Erro de sintaxe na função 'e' (Emoticon) Uso: e <comando>
ru: Синтаксическая ошибка в консольной команде 'e' (смайлики) Используйте: e <команда>

source: No such non-equipped Inventory Item: %s
pt: Nenhum equipamento não equipado encontrado no inventório: %s
ru: Нет такого неэкипированного предмета в инвентаре: %s

source: Inventory Item %s (%s) can't be equipped.
pt: Item %s (%s) não pode ser equipado.
ru: Предмет %s (%s) не может быть экипирован.

source: Character equipment not yet ready
pt: Equipamentos do Personagem ainda não estão prontos.
ru: Нет данных об экипировке персонажа

source: =====[Character Equip List]=====
pt: =====[Lista de Equipamentos do Personagem]=====

source: =====[Equip Switch List]=====
pt: =====[Lista de Switch de Equipamento]=====

source: Syntax Error in function 'eval' (Evaluate a Perl expression) Usage: eval <expression>
pt: Erro de sintaxe na função 'eval' (Avalia uma expressão em Perl) Uso: eval <expressão>
ru: Синтаксическая ошибка в консольной команде 'eval' (выполняет выражение Perl) Используйте: eval <выражение>

source: Exp counter reset.
pt: Contador de experiência reiniciado.
ru: Сброс счётчика опыта.

source: Exp report not yet ready
pt: Relatório de Exp ainda não está pronto.
ru: Отчёт по опыту ещё не готов.

source: Exp Report
pt: Registro de Experiência
ru: Отчёт по опыту

source: Botting time : %s BaseExp : %s %s JobExp : %s %s BaseExp/Hour : %s %s JobExp/Hour : %s %s zeny : %s zeny/Hour : %s Base Levelup Time Estimation : %s Job Levelup Time Estimation : %s Died : %s Bytes Sent : %s Bytes Rcvd : %s
pt: Tempo de Bot : %s Exp Base : %s %s Exp Classe : %s %s Exp Base/Hora : %s %s Exp Classe/Hora : %s %s Zeny : %s Zeny/Hora : %s Tempo Estimado para up Base : %s Tempo Estimado para up Classe: %s Morreu : %s Bytes Enviados : %s Bytes Recebidos : %s
ru: Время игры : %s Базовый опыт : %s %s Проф. опыт : %s %s Базовый опыт/час : %s %s Проф. опыт/час : %s %s Зени : %s Зени/час : %s Время до след. уровня : %s Время до след. проф. уровня : %s Смертей : %s Отправлено байт : %s Получено байт : %s

source: Monster Killed Count
pt: Contagem de Monstros Derrotados
ru: Кол-во убитых монстров

source: # ID Name Count
pt: # Índice Nome Quantidade
ru: # ИД Имя Кол-во

source: Total number of killed monsters: %s
pt: Total de monstros mortos: %s
ru: Итого мобов убито: %s

source: Item Change Count
pt: Contagem de Variação de Itens
ru: Кол-во расхода предметов

source: Name Count
pt: Nome Quantidade
ru: Название предмета Кол-во

source: Syntax error in function 'exp' (Exp Report) Usage: exp [<report | monster | item | reset | output>]
pt: Erro de sintaxe na função 'exp' (Exp Report) Usage: exp [<report | monster | item | reset | output>]

source: Your falcon is active
pt: Você possui um falcão.
ru: У вас есть сокол

source: Your falcon is inactive
pt: Você não possui um falcão.
ru: У вас нет сокола

source: Error in function 'falcon release' (Remove Falcon Status) You don't possess a falcon.
pt: Erro na função 'falcon release' (Remover Falcão) Você não possuí um falcão.
ru: Ошибка в консольной команде 'falcon release' (отпустить сокола) У вас нет сокола.

source: Syntax Error in function 'follow' (Follow Player) Usage: follow <player #>
pt: Erro de sintaxe na função 'follow' (Segue um Jogador) Uso: follow <jogador #>
ru: Синтаксическая ошибка в консольной команде 'follow' (следовать за игроком) Используйте: follow <№ Игрока>

source: Error in function 'follow' (Follow Player) Player %s either not visible or not online in party.
pt: Erro na função 'follow' (Segue um Jogador) Jogador %s não está visível ou não está no seu grupo.
ru: Ошибка в консольной команде 'follow' (следовать за игроком) Не видно игрока %s или же он не в онлайне.

source: Friends
pt: Amigos
ru: Список друзей

source: # Name Online
pt: # Nome Online
ru: # Имя Онлайн

source: Player %s does not exist
pt: Jogador %s não existe.
ru: Игрок %s отсутствует.

source: Player name has not been received, please try again
pt: O nome do jogador não foi recebido, por favor tente novamente.
ru: Имя игрока не получено, попробуйте еще раз.

source: %s is already your friend
pt: %s já é seu amigo(a).
ru: %s уже является Вашим другом.

source: Requesting %s to be your friend
pt: Solicitando %s para ser seu amigo(a).
ru: %s хочет стать Вашим другом.

source: Friend #%s does not exist
pt: Amigo(a) #%s não existe.
ru: Друг № %s отсутствует.

source: Attempting to remove %s from your friend list
pt: Removendo %s da sua lista de amigos.
ru: Попытка удаления %s из списка Ваших друзей.

source: Can't accept the friend request, no incoming request
pt: Não foi possível aceitar o pedido de amigo, não há pedidos.
ru: Не могу принять предложение о дружбе, если его нет.

source: Accepting the friend request from %s
pt: Aceitando pedido de amigo de %s
ru: Принято предложение стать друзьями с %s.

source: Can't reject the friend request - no incoming request
pt: Não foi possível rejeitar o pedido de amigo, não há pedidos.
ru: Не могу отклонить предложение о дружбе, если его нет.

source: Rejecting the friend request from %s
pt: Rejeitando pedido de amigo de %s
ru: (%s) отказывается стать Вашим другом.

source: Friend %s has been added to the PM list as %s
pt: Amigo %s foi adicionado à lista de PM como %s
ru: Друг %s добавлен в список личных сообщений как %s.

source: Friend %s is already in the PM list
pt: Amigo %s já está na lista de PMs.
ru: Друг %s уже в списке личных сообщений.

source: Syntax Error in function 'friend' (Manage Friends List) Usage: friend [request|remove|accept|reject|pm]
pt: Erro de sintaxe na função 'friend' (Gerencia Lista de Amigos) Uso: friend [request|remove|accept|reject|pm]
ru: Синтаксическая ошибка в консольной команде 'friend' (списк друзей) Используйте: friend [request|remove|accept|reject|pm]

source: Error: Can't detect slaves - character is not yet ready
pt: Erro: Não foi possível achar slaves - personagem ainda não está pronto.
ru: Ошибка: Не могу найти слуг персонаж ещё не готов.

source: Error: No slave detected.
pt: Erro: Nenhum slave detectado.
ru: Ошибка: слуга не обнаружен.

source: Error: Unknown command in cmdSlave
pt: Erro: Comando desconhecido em cmdSlave.
ru: Ошибка: непонятная команда в cmdSlave.

source: Homunculus is in rest, use skills '%s' (ss %d).
pt: O homúnculo está vaporizado, utilize a habilidade '%s' (ss %d).

source: Homunculus is dead, use skills '%s' (ss %d).
pt: O homúnculo está morto, utilize a habilidade '%s' (ss %d).

source: Kills:
pt: Mortes:
ru: Убийств:

source: Intimacy:
pt: Lealdade:
ru: Любовь:

source: Faith:
pt: Fidelidade:
