Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: Use skill on location.
pt: Usa uma habilidade em uma célula.
ru: применить умение по координатам

source: <skill #> <x> <y> [<level>]
pt: <índice da habilidade> <x> <y> [<nível>]

source: use skill on location
pt: usa uma habilidade em uma localização
ru: применить умение по указанным координатампо координатам

source: Use skill on monster.
pt: Usa uma habilidade em um monstro.
ru: применить умение на моба

source: <skill #> <monster #> [<level>]
pt: <índice da habilidade> <índice do monstro> [<nível>]

source: use skill on monster
pt: usa uma habilidade em um monstro
ru: применить умение по указанному мобу

source: Use skill on player.
pt: Usa uma habilidade em um personagem.
ru: применить умение на игрока

source: <skill #> <player #> [<level>]
pt: <índice da habilidade> <índice do personagem> [<nível>]

source: use skill on player
pt: usa uma habilidade em um personagem
ru: применить умение по указанному игроку

source: Use skill on self.
pt: Usa uma habilidade em si.
ru: применить умение на себя

source: <skill #> [<level>]
pt: <índice da habilidade> [<nível>]

source: use skill on self
pt: usa uma habilidade em si
ru: применить умение на себя

source: Use skill on slave.
pt: Usa uma habilidade em um slave.
ru: применить умение на слугу

source: <skill #> <target #> <skill level>
pt: <índice da habilidade> <índice do alvo> <nível>

source: use skill on slave
pt: usa uma habilidade em um slave
ru: применить умение на слугу

source: Use skill on ground spell.
pt: Usa uma habilidade em um feitiço de terreno.
ru: применить умение на наземном эффекте

source: <skill #> <target #> [<skill level>]
pt: <índice da habilidade> <índice do alvo> [<nível>]

source: use skill on ground spell
pt: usa uma habilidade em um feitiço de terreno
ru: применить умение на наземном эффекте

source: Display stats.
pt: Mostra atributos.
ru: вывести статы персонажа

source: Stand up.
pt: Levanta.
ru: встать

source: Add status point.
pt: Adiciona pontos de atributo.
ru: добавить статус-поинт.

source: add status points to a stat
pt: adiciona pontos a um atributo
ru: прокачать выбранный стат

source: Switch configuration file.
pt: Troca de config.
ru: переключиться на другой конфиг

source: <filename>
pt: <nome do arquivo>

source: switches configuration file to <filename>
pt: troca a config atual por <nome do arquivo>
ru: переключить конфиг на файл <filename>

source: Take an item from the ground.
pt: Pega um item do chão.
ru: поднять предмет с земли

source: take an item from the ground
pt: pega um item do chão
ru: поднять указанный предмет с земли

source: take the first item on the ground
pt: pega o primeiro item no chão
ru: поднять с земли первый попавшийся предмет

source: Manually talk to an NPC.
pt: Conversa manualmente com um NPC.
ru: пошаговый разговор с неписью

source: <NPC #>
pt: <índice do NPC>

source: talk to an NPC
pt: conversa com um NPC
ru: начать разговор с указанной неписью

source: continue talking to NPC
pt: continua a conversa com um NPC
ru: продолжить слушать непись

source: lists response options to NPC
pt: lista as opções de resposta ao NPC
ru: вывести список возможных вариантов ответа

source: resp <response #>
pt: resp <índice da resposta>

source: select a response to NPC
pt: seleciona uma resposta para o NPC
ru: выбрать вариант ответа

source: num <number>
pt: num <número>

source: send a number to NPC
pt: envia um número para o NPC
ru: сказать неписи число

source: send text to NPC
pt: envia texto para o NPC
ru: сказать неписи текст

source: ends/cancels conversation with NPC
pt: termina/cancela conversação com o NPC
ru: завершить/отменить разговор с неписью

source: Send a sequence of responses to an NPC.
pt: Envia uma sequência de respostas para um NPC.
ru: поговорить с неписью согласно заданной последовательности

source: <x> <y> <NPC talk codes>
pt: <x> <y> <códigos de conversação NPC>

source: talk to the NPC standing at <x> <y> and use <NPC talk codes>
pt: conversa com um NPC que está nas coordenadas <x> <y> utilizando os <códigos de conversação NPC>
ru: поговорить со стоящей на <x> <y> неписью, используя <NPC talk codes>

source: Tank for a player.
pt: Tankar um personagem.
ru: танковать мобов для игрока

source: starts tank mode with player as tankModeTarget
pt: inicia o modo de tankar para o personagem como tankModeTarget
ru: начать танковать мобов для указанного в tankModeTarget игрока

source: stops tank mode
pt: para de tankar
ru: прекратить танковать мобов

source: Teleport to a random location.
pt: Teleporta para uma localização aleatória.
ru: телепорт, винг, на случайное место на локации

source: Show what your vending shop would sell.
pt: Mostra o que sua lojinha venderia.
ru: предпросмотр вашей торговой лавки

source: Set a timeout.
pt: Define um timeout.
ru: задать таймаут

source: <type>
pt: <tipo>

source: displays value of <type>
pt: mostra o valor de <tipo>
ru: вывести значение таймаута <type>

source: <type> <second>
pt: <tipo> <segundos>

source: sets value of <type> to <seconds>
pt: define o valor de <tipo> para <segundos>
ru: задать таймауту <type> новое значение <seconds>

source: Displays top10 ranking.
pt: Mostra o rank de top 10.
ru: вывести топ10

source: displays Alchemist's top10 ranking
pt: mostra o rank de alquimistas
ru: вывести список лучших алхимиков

source: displays Blackmith's top10 ranking
pt: mostra o rank de ferreiros
ru: вывести список лучших кузнецов

source: displays PVP top10 ranking
pt: mostra o rank de PVP
ru: вывести десятку лучших игроков в PVP

source: displays Taekwon's top10 ranking
pt: mostra o rank de taekwon
ru: вывести десятку лучших тэквондистов

source: Unequp an item.
pt: Desequipa um item.
ru: снять экипировку

source: unequips the specified item
pt: desequipa o item especificado
ru: снять указанный предмет с персонажа и положить его в инвентарь

source: Unequp an switch item.
pt: Desequipa um item de Switch.

source: Buy items from vending shops.
pt: Compra itens de lojinhas.
ru: купить предмет в торговой лавке

source: <vender #>
pt: <índice da loja>

source: enter vender shop
pt: abre uma lojinha
ru: войти в указанную торговую лавку

source: <vender #> <vender_item #> [<amount>]
pt: <vendedor #> <item_do_vendedor #> [<quantidade>]

source: buy items from vender shop
pt: compra itens de uma lojinha
ru: купить указанный предмет в торговой лавке

source: leave current vender shop
pt: sai da lojinha atual
ru: выйти из текущей торговой лавки

source: Display the version of openkore.
pt: Mostra a versão do openkore.
ru: вывести версию OpenKore

source: List nearby vending shops.
pt: Mostra lojinhas próximas.
ru: вывести список стоящих рядом торговых лавок

source: Open warp portal.
pt: Abre um portal.
ru: открыть варп-портал

source: lists available warp portals to open
pt: lista portais que podem ser abertos
ru: список доступных для открытия варп-порталов

source: <warp portal #|map name>
pt: <índice do portal|nome do mapa>

source: opens a warp portal to a map
pt: abre um portal para um mapa
ru: открыть варп-портал до указанной локации

source: Gives a report about your inventory weight.
pt: Mostra o peso do inventário.
ru: вывести отчет о весе инвентаря

source: displays info about current weight
pt: mostra o peso atual
ru: вывести информацию про текущий вес инвентаря

source: <item weight>
pt: <peso do item>

source: calculates how much more items of specified weight can be carried
pt: calcula quantos itens de um peso específico podem ser carregados
ru: посчитать сколько еще предметов указанного веса поместится в инвентарь

source: Shows your current location.
pt: Mostra sua localização atual.
ru: вывести текущее местоположение

source: Display the number of people on the current server.
pt: Mostra o número de pessoas atualmente no servidor.
ru: вывести текущий онлайн сервера

source: Display your character and account ID.
pt: Mostra seu ID de personagem e de conta.
ru: вывести информацию о своём персонаже и своём аккаунте

source: Mailbox use (not Rodex)
pt: Uso do Sistema de Email (não é o Rodex)

source: open Mailbox
pt: abre caixa de email

source: list your Mailbox
pt: lista sua Caixa de Email

source: refresh Mailbox
pt: atualiza a caixa de email

source: read <mail #>
pt: read <índice da correspondência>

source: read the selected mail
pt: lê o Email selecionado

source: get <mail #>
pt: get <índice da correspondência>

source: take attachments from mail
pt: pega todos os itens anexados no email

source: setzeny <amount|none>
pt: setzeny <quantidade>

source: attach zeny to mail or return it back
pt: anexa zeny no email ou retorna de volta

source: add <item #|none> <amount>
pt: add <índice do item no inventário#|none> [<quantidade>]

source: attach item to mail or return it back
pt: anexa um item no email o retorna de volta

source: send <receiver> <title> <body>
pt: send <destinatário> <título> <conteúdo>

source: send mail to <receiver>
pt: envia email para <destinatário>

source: delete <mail #>
pt: delete <índice da correspondência>

source: delete selected mail
pt: deleta o Email selecionado

source: start writing a mail
pt: começa e escrever um email

source: returns the mail to the sender
pt: retorna o email para o remetente

source: Display possible commands for auction.
pt: Mostra comandos disponíveis para leilão.
ru: вывести список команд для работы с аукционом

source: Adds an item to the auction.
pt: Adiciona um item ao leilão.
ru: добавить предмет в аукцион

source: <inventory item> <amount>
pt: <item do inventário> <quantidade>

source: adds an item to the auction
pt: adiciona um item ao leilão
ru: добавить указанный предмет в аукцион

source: Removes item from auction.
pt: Remove um item do leilão.
ru: убрать предмет с аукциона

source: Creates an auction.
pt: Cria um leilão.
ru: создать аукцион

source: <current price> <instant buy price> <hours>
pt: <preço atual> <preço de compra instantânea> <horas>

source: creates an auction
pt: cria um leilão
ru: создать аукцион

source: Ends an auction.
pt: Encerra um leilão.
ru: завершить аукцион

source: <index>
pt: <índice>

source: ends an auction
pt: encerra um leilão
ru: завершить аукцион

source: Search for an auction according to the criteria.
pt: Pesquisa por um leilão que combina com os critérios especificados.
ru: поискать подходящий аукцион

source: <type> <price> <text>
pt: <tipo> <preço> <texto>

source: Item's search criteria. Type: 1 Armor, 2 Weapon, 3 Card, 4 Misc, 5 By Text, 6 By Price, 7 Sell, 8 Buy
pt: Critério de pesquisa de itens. Tipo: 1 Armadura, 2 Arma, 3 Carta, 4 Miscelânea, 5 Por texto, 6 Por preço, 7 Venda, 8 Compra
ru: критерии поиска. Тип: 1 Armor, 2 Weapon, 3 Card, 4 Misc, 5 By Text, 6 By Price, 7 Sell, 8 Buy

source: Bids an auction.
pt: Dá um lance no leilão.
ru: сделать ставку на предмет в аукционе

source: <id> <price>
pt: Uso: aub <ID> <preço>

source: bids an auction
pt: dá um lance no leilão
ru: предложить за указанный предмет новую цену

source: Displays your auction info.
pt: Mostra informações do seu leilão.
ru: Вывести справку по вашим аукционам

source: display selling info
pt: mostra informação de venda
ru: информация о продажах

source: display buying info
pt: mostra informação de compra
ru: информация о покупках

source: Deletes an auction.
pt: Deleta um leilão.
ru: удалить аукцион

source: deletes an auction
pt: deleta um leilão
ru: удалить аукцион

source: Quest management.
pt: Gerenciamento de missões.
ru: управление квестами

source: displays possible commands for quest
pt: mostra os comandos disponíveis para missões
ru: вывести команды для работы с квестами

source: enable quest
pt: ativa missão
ru: включить квест

source: disable quest
pt: desativa missão
ru: выключить квест

source: displays a list of your quests
pt: mostra lista de missões
ru: вывести список взятых квестов

source: displays quest description
pt: mostra descrição da quest

source: Equipment showing.
pt: Mostra equipamentos.
ru: просмотреть экипировку

source: p <index|name|partialname>
pt: p <index|nome|nomeparcial>

source: request equipment information for player
pt: pede informação do equipamento de um personagem
ru: посмотреть экипировку у заданного игрока

source: enables equipment showing
pt: ativa o compartilhamento de equipamentos
ru: разрешить показывать всем свою экипировку

source: disables equipment showing
pt: desativa o compartilhamento de equipamentos
ru: запретить показывать всем свою экипировку

source: Attempt to create a food item.
pt: Tenta criar uma comida.
ru: попытаться приготовить еду

source: <cook list #>
pt: <índice na lista de culinária>

source: attempt to create a food item
pt: tenta criar uma comida
ru: попытаться приготовить еду

source: Refine an item (using the whitesmith skill)
pt: Refinar um item (utilizando a habilidade de mestre ferreiro)
ru: заточить предмет используя умение кузнеца

source: (<item name>|<item index>)
pt: (<nome do item>|<índice do item>)

source: Move 5 steps north.
pt: Move-se 5 passos para o norte.
ru: пройти 5 шагов на север

source: Move 5 steps south.
pt: Move-se 5 passos para o sul.
ru: пройти 5 шагов на юг

source: Move 5 steps east.
pt: Move-se 5 passos para o leste.
ru: пройти 5 шагов на восток

source: Move 5 steps west.
pt: Move-se 5 passos para o oeste.
ru: пройти 5 шагов на запад

source: Move 5 steps northeast.
pt: Move-se 5 passos para o nordeste.
ru: пройти 5 шагов на северовосток

source: Move 5 steps northwest.
pt: Move-se 5 passos para o noroeste.
ru: пройти 5 шагов на северозапад

source: Move 5 steps southeast.
pt: Move-se 5 passos para o sudeste.
ru: пройти 5 шагов на юговосток

source: Move 5 steps southwest.
pt: Move-se 5 passos para o sudoeste.
ru: пройти 5 шагов на югозапад

source: Answer captcha
pt: Responder captcha
ru: Ответить на капчу

source: Delay the next console commands.
pt: Atrasa os próximos comandos de console.
ru: задержать выполнение следущей консольной команды

source: delay the next console commands for 1 second
pt: atrasa os próximos comandos de console por 1 segundo

source: delay the next console commands by a specified number of seconds
pt: atrasa os próximos comandos de console por um determinado número de segundos

source: Cannot use pause command now.
pt: Não é possível usar o comando pause agora.
ru: Тут нельзя использовать консольную команду pause.

source: Command '%s' will be overriden
pt: Comando '%s' será sobrescrevido

source: AI sequences cleared
pt: Seqüências de AI excluídas.
ru: Очередь ИИ очищена.

source: AI Sequence
pt: Sequência da AI
ru: Очередь ИИ.

source: AI is already set to auto mode
pt: AI já está em modo automático.
ru: ИИ уже переведён в автоматический режим.

source: AI set to auto mode
pt: AI configurada para o modo automático.
ru: ИИ переведён в автоматический режим.

source: AI is already set to manual mode
pt: AI já está no modo manual.
ru: ИИ уже переведён в ручной режим.

source: AI set to manual mode
pt: AI configurada para o modo manual.
ru: ИИ переведён в ручной режим.

source: AI is already off
pt: AI já está desligada.
ru: ИИ уже отключен.

source: AI turned off
pt: AI desligou.
ru: ИИ отключен.

source: Syntax Error in function 'ai' (AI Commands) Usage: ai [ clear | print | ai_v | auto | manual | off ]
pt: Erro de sintaxe na função 'ai' (Comandos da AI) Uso: ai [ clear | print | ai_v | auto | manual | off ]
ru: Синтаксическая ошибка в консольной команде 'ai' (управление ИИ) Используйте: ai [ clear | print | ai_v | auto | manual | off ]

source: ai_seq (off) = %s
pt: ai_seq (desligada) = %s
ru: ai_seq (отключен) = %s

source: ai_seq (auto) = %s
pt: ai_seq (automática) = %s
ru: ai_seq (авто режим) = %s

source: solution
pt: solução
ru: решение

source: Active tasks: %s
pt: Tarefas ativas: %s
ru: Активные задачи: %s

source: Inactive tasks: %s
pt: Tarefas inativas: %s
ru: Неактивные задачи: %s

source: You must be logged in the game to use this command '%s'
pt: Você precisa estár conectado no jogo para usar este comando (%s)
ru: Вы должны войти в игру, чтобы использовать консольную команду '%s'

source: Error in function 'arrowcraft forceuse #' (Create Arrows) You don't have item %s in your inventory.
pt: Erro na função 'arrowcraft forceuse #' (Fabricar Flechas) Você não tem %s no inventário.
ru: Ошибка в консольной команде 'arrowcraft forceuse #' (изготовление стрел) В инвентаре отсутствует предмет %s.

source: Error in function 'arrowcraft' (Create Arrows) Usage: arrowcraft [<identify #>] Type 'arrowcraft use' to get list.
pt: Erro na função 'arrowcraft' (Fabricar Flechas) Uso: arrowcraft [<identificar #>] Digite 'arrowcraft use' para obter a lista.
ru: Ошибка в консольной команде 'arrowcraft' (Изготовление стрел) Используйте: arrowcraft [<номер>] Напишите 'arrowcraft use' для получения списка.

source: Error in function 'a' (Attack Monster) Monster %s does not exist.
pt: Erro na função 'a' (Atacar Monstro) Monstro %s não existe.
ru: Ошибка в консольной команде 'a' (атаковать моба) Моб %s отсутствует.

source: Syntax Error in function 'a' (Attack Monster) Usage: attack <monster # | no | yes >
pt: Erro de sintaxe na função 'a' (Atacar Monstro) Uso: attack <monster # | no | yes >
ru: Синтаксическая ошибка в консольной команде 'a' (Атаковать моба) Используйте: attack <№ моба | no | yes >

source: Stopped attacking %s (%s)
pt: Parando de atacar: %s (%s)
ru: Атака прекращена: %s (%s)

source: Syntax Error in function 'auth' (Overall Authorize) Usage: auth <username> <flag>
pt: Erro de sintaxe na função 'auth' (Autorização Geral) Uso: auth <nome> <flag>
ru: Синтаксическая ошибка в консольной команде 'auth' (Авторизация) Используйте: auth <имя игрока> <флаг>

source: Syntax Error in function 'attendance' attendance <open|request>
pt: Erro de sintaxe na função 'attendance' Uso: attendance <open|request>

source: Initiating auto-buy.
pt: Inicializando compras automaticas.
ru: Инициализация авто-покупки.

source: Items to sell (simulation)
pt: Itens a serem vendidos (simulação)
ru: Вещи на продажу (тест)

source: Amount Item Name
pt: Quantidade Item Nome
ru: Кол-во Название предмета

source: (if unequipped)
pt: (se desequipado)

source: Initiating auto-sell.
pt: Inicializando vendas automaticas.
ru: Инициализация авто-продажи.

source: Initiating auto-storage.
pt: Inicializando armazenagem automática.
ru: Инициализация авто-снабжения.

source: Error in function 'autostorage' (Automatic storage of items) You cannot use the Storage Service. Very low level of basic skills or not enough zeny.
pt: Erro na função 'autostorage' (Armazenagem automática de itens) Você não pode usar o serviço de armazém. Nível da habilidade básica muito baixo ou zeny insuficiente.

source: Bank: You have to open bank before try to use the commands.
pt: Banco: Você precia abrir o Banco antes de tentar usar os commandos.

source: Bank: You don't have that amount of zeny to DEPOSIT in Bank.
pt: Banco: Você não tem a quantia de zeny para DDEPOSITAR no banco.

source: Syntax Error in function 'bank' (Banking) bank deposit <amount>
pt: Erro de sintaxe na função 'bank' (Banking) Uso: bank deposit <amount>

source: Syntax Error in function 'bank' (Banking) bank withdraw <amount>
pt: Erro de sintaxe na função 'bank' (Banco) Uso: bank withdraw <amount>

source: Syntax Error in function 'bank' (Banking) bank <open|deposit|withdraw>
pt: Erro de sintaxe na função 'bank' (Banco) Uso: bank <open|deposit|withdraw>

source: Syntax Error in function 'buy' (Buy Store Item) Usage: buy <item #> [<amount>][, <item #> [<amount>]]...
pt: Erro de sintaxe na função 'buy' (Comprar Item da Loja) Uso: buy <item #> [<quantidade>][, <item #> [<quantidade>]]...
ru: Синтаксическая ошибка в консольной команде 'buy' (покупка магазинных предметов) Используйте: buy <№ предмета> [<кол-во>][, <№ предмета> [<кол-во>]]...

source: Error in function 'buy' (Buy Store Item) Store Item %s does not exist.
pt: Erro na função 'buy' (Comprar Item da Loja) Item %s não existe na loja.
ru: Ошибка в консольной команде 'buy' (покупка магазинных предметов) Предмет %s отсутствует.

source: Error in function 'bingbing' (Change look direction) Can't use command while not connected to server.
pt: Erro na função 'bingbing' (Mudar direção do olhar) Não é possível usar o comando enquanto não estiver conectado no servidor.
ru: Ошибка. Нельзя использовать консольную команду 'bingbing' (повернуться), если вы не вошли в игру.

source: Cancelling card merge.
pt: Cancelando composição de carta.
ru: Отмена вставки карты.

source: Error in function 'card mergecancel' (Cancel a card merge request) You are not currently in a card merge session.
pt: Erro na função 'card mergecancel' (Cancela composição de carta) Você não está numa sessão para compor cartas.
ru: Ошибка в консольной команде 'card mergecancel' (отмена вставки карты) Вы не вставляете никакую карту.

source: Card Merge Candidates
pt: Lista de Itens para Composição de Carta
ru: Вещи для вставки карты

source: Error in function 'card mergelist' (List availible card merge items) You are not currently in a card merge session.
pt: Erro na função 'card mergelist' (Lista os itens disponíveis para compor cartas) Você não está numa sessão para compor cartas.
ru: Ошибка в консольной команде 'card mergelist' (список предметов для установки карты) Вы не вставляете никакую карту.

source: Error in function 'card merge' (Finalize card merging onto item) There is no item %s in the card mergelist.
pt: Erro na função 'card merge' (Finaliza a composição da carta) %s não está na lista de itens disponíveis.
ru: Ошибка в консольной команде 'card merge' (завершение установки карты в предмет) Отсутствует %s в списке предметов для установки карты.

source: Error in function 'card merge' (Finalize card merging onto item) You are not currently in a card merge session.
pt: Erro na função 'card merge' (Finaliza a composição da carta) Você não está numa sessão para compor cartas.
ru: Ошибка в консольной команде 'card merge' (завершение установки карты в предмет) Вы не вставляете никакую карту.

source: Syntax Error in function 'card merge' (Finalize card merging onto item) Usage: card merge <item number> <item number> - Merge item number. Type 'card mergelist' to get number.
pt: Erro na função 'card merge' (Finaliza a composição da carta) Uso: card merge <número do item> <número do item> - Número correspondente ao item . Digite 'card mergelist' para obter o número.
ru: Синтаксическая ошибка в консольной команде 'card merge' (завершение установки карты в предмет) Используйте: card merge <номер предмета> Напишите 'card mergelist' чтобы узнать номер.

source: Sending merge list request for %s...
pt: Enviando lista de fusão para %s...
ru: Запрашивается список вещей для установки %s...

source: Error in function 'card use' (Request list of items for merging with card) Card %s does not exist.
pt: Erro na função 'card use' (Solicita lista de itens para compor a carta) A carta %s não existe.
ru: Ошибка в консольной команде 'card use' (список предметов, куда можно вставить карту) Карта %s отсутствует.

source: Syntax Error in function 'card use' (Request list of items for merging with card) Usage: card use <item number> <item number> - Card inventory number. Type 'i' to get number.
pt: Erro de sintaxe na função 'card use' (Solicita lista de itens para compor a carta) Uso: card use <número do item> <número do item> - Número da carta no inventário. Digite 'i' para obter a lista.
ru: Синтаксическая ошибка в консольной команде 'card use' (список предметов, куда можно вставить карту) Используйте: card use <номер карты> <номер карты> - номер карты в инвентаре. Напишите 'i' чтобы узнать номер.

source: Card List
pt: Lista de Cartas
ru: Список Карт
