Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: Error in function 'talk resp' (Respond to NPC) Wrong talk resp sintax.
pt: Erro na função 'talk resp' (Responde ao NPC) Resposta %s não existe.

source: Error in function 'talk num' (Respond to NPC) You must specify a number.
pt: Erro na função 'talk num' (Responde o NPC) Você deve especificar um número.
ru: Ошибка в консольной команде 'talk num' (сказать число) Вы должны написать число.

source: Error in function 'talk num' (Respond to NPC) %s is not a valid number.
pt: Erro na função 'talk num' (Responde o NPC) %s não é um número válido.
ru: Ошибка в консольной команде 'talk num' (сказать число) Это - %s неправильное число.

source: Error in function 'talk text' (Respond to NPC) You must specify a string.
pt: Erro na função 'talk text' (Responde o NPC) Você deve especificar um texto.
ru: Ошибка в консольной команде 'talk text' (сказать текст) Вы должны написать текст.

source: Syntax Error in function 'talknpc' (Talk to an NPC) Usage: talknpc <x> <y> <sequence>
pt: Erro de sintaxe na função 'talknpc' (Conversa com um NPC) Uso: talknpc <x> <y> <seqüência>
ru: Синтаксическая ошибка в консольной команде 'talknpc' (Разговор с неписью) Используйте: talknpc <x> <y> <последодвательность>

source: Talking to NPC at (%d, %d) using sequence: %s
pt: Conversando com NPC em (%d, %d) usando a seqüência: %s
ru: Разговор с неписью (%d, %d) согласно плану: %s

source: Syntax Error in function 'tank' (Tank for a Player/Slave) Usage: tank <player #|player name|@homunculus|@mercenary>
pt: Erro de sintaxe na função 'tank' (Tanka para um Jogador/Slave) Uso: tank <índice do personagem|nome do personagem|@homunculus|@mercenary>
ru: Синтаксическая ошибка в консольной команде 'tank' (Танковать для игрока/слуги) Используйте: tank <№ игрока|имя игрока|@homunculus|@mercenary>

source: Error in function 'tank' (Tank for a Player) Player %s does not exist.
pt: Erro na função 'tank' (Tanka para um Jogador) Jogador %s não existe.
ru: Ошибка в консольной команде 'tank' (танковать для игрока) Игрок %s отсутствует.

source: Error in function 'tank' (Tank for a Player/Slave) Player/Slave %s does not exist.
pt: Erro na função 'tank' (Tanka para um Jogador/Slave) Jogador/Slave %s não existe.
ru: Ошибка в консольной команде 'tank' (танковать для игрока/слуги) Игрока/слуги %s не существует.

source: Name Price Amount
pt: Nome Preço Quantidade

source: Total of %d items to sell.
pt: Total de %d itens para vender.
ru: Итого предметов к продаже: %d шт.

source: Syntax Error in function 'timeout' (set a timeout) Usage: timeout <type> [<seconds>]
pt: Erro de sintaxe na função 'timeout' (configura um timeout) Uso: timeout <tipo> [<segundos>]
ru: Синтаксическая ошибка в консольной команде 'timeout' (Задать таймаут) Используйте: timeout <тип> [<секунды>]

source: Error in function 'timeout' (set a timeout) Timeout %s doesn't exist
pt: Erro na função 'timeout' (configura um timeout) Timeout %s não existe
ru: Ошибка в консольной команде 'timeout' (задать таймаут) Таймаут %s отсутствует

source: Timeout '%s' is %s
pt: Timeout '%s' é %s
ru: Таймаут '%s' равен %s.

source: Function 'top10' (Show Top 10 Lists) Usage: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>
pt: Função 'top10' (Lista o Rank do Top 10) Uso: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>
ru: Консольная команда 'top10' (10-ка лучших) Используйте: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>

source: Syntax Error in function 'top10' (Show Top 10 Lists) Usage: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>
pt: Erro de Sintaxe na função 'top10' (Lista o Rank do Top 10) Uso: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>
ru: Синтаксическая ошибка в консольной команде 'top10' (10-ка лучших) Используйте: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>

source: undefined
pt: indefinido

source: No such equipped Inventory Item: %s in slot: %s
pt: Não há tal item equipado: %s no slot: %s
ru: Нет такого экипированного предмета в инвентаре: %s в слоте: %s.

source: Inventory Item %s (%s) can't be unequipped.
pt: Item %s (%s) do inventário não pode ser desequipado.
ru: Предмет %s (%s) не может быть разэкипирован.

source: Syntax Error in function 'im' (Use Item on Monster) Usage: im <item #> <monster #>
pt: Erro de sintaxe na função 'im' (Usa item em um Monstro) Uso: im <item #> <monstro #>
ru: Синтаксическая ошибка в консольной команде 'im' (Использовать предмет на моба) Используйте: im <№ предмета> <моб>

source: Error in function 'im' (Use Item on Monster) Inventory Item %s does not exist.
pt: Erro na função 'im' (Usar Item em um Monstro) Item %s não existe no inventário.
ru: Ошибка в консольной команде 'im' (предметом по мобу) Предмет %s отсутствует в инвентаре.

source: Error in function 'im' (Use Item on Monster) Monster %s does not exist.
pt: Erro na função 'im' (Usa Item em um Monstro) Monstro %s não existe.
ru: Ошибка в консольной команде 'im' (предметом по мобу) Моб %s отсутствует.

source: Syntax Error in function 'ip' (Use Item on Player) Usage: ip <item #> <player #>
pt: Erro de sintaxe na função 'ip' (Usa item em um Jogador) Uso: ip <item #> <jogador #>
ru: Синтаксическая ошибка в консольной команде 'ip' (Использование предмета на игрока) Используйте: ip <№ предмета> <№ игрока>

source: Error in function 'ip' (Use Item on Player) Inventory Item %s does not exist.
pt: Erro na função 'ip' (Usar Item em um Jogador) Item %s não existe no inventário.
ru: Ошибка в консольной команде 'ip' (использование предмета на игрока) Предмет %s отсутствует в инвентаре.

source: Error in function 'ip' (Use Item on Player) Player %s does not exist.
pt: Erro na função 'ip' (Usar Item em um Jogador) Jogador %s não existe.
ru: Ошибка в консольной команде 'ip' (использование предмета на игрока) Игрок %s отсутствует.

source: Syntax Error in function 'is' (Use Item on Yourself) Usage: is <item>
pt: Erro de sintaxe na função 'is' (Usar item em Si) Uso: is <item>
ru: Синтаксическая ошибка в консольной команде 'is' (Использование предмета на себя) Используйте: is <предмет>

source: Error in function 'is' (Use Item on Yourself) Inventory Item %s does not exist.
pt: Erro na função 'is' (Usar Item em Si) Item %s não existe no inventário.
ru: Ошибка в консольной команде 'is' (использование предмета на себя) Предмет %s отсутствует в инвентаре.

source: Syntax error in function 'sl' (Use Skill on Location) Usage: sl <skill #> [<x> <y>] [level]
pt: Erro de sintaxe na função 'sl' (Usa Habilidade no Local) Uso: sl <habilidade #> [<x> <y>] [level]

source: Error in function 'sl' (Use Skill on Location) Invalid coordinates given.
pt: Erro na função 'sl' (Usa Habilidade no Local) Coordenadas inválidas.
ru: Ошибка в консольной команде 'sl' (использование умения по площади) Указаны неверные координаты.

source: Syntax error in function 'ss' (Use Skill on Self) Usage: ss <skill #> [level]
pt: Erro de sintaxe na função 'ss' (Usa Habilidade em si) Uso: ss <skill #> [level]
ru: Синтаксическая ошибка в консольной команде 'ss' (Использование умения на себя) Используйте: ss <№ умения> [уровень]

source: Syntax error in function 'sp' (Use Skill on Player) Usage: sp <skill #> <player #> [level]
pt: Erro de sintaxe na função 'sp' (Usa Habilidade no Jogador) Uso: sp <skill #> <jogador #> [level]
ru: Синтаксическая ошибка в консольной команде 'sp' (Использование умения на игрока) Используйте: sp <№ умения> <№ игрока> [уровень]

source: Error in function 'sp' (Use Skill on Player) Player '%s' does not exist.
pt: Erro na função 'sp' (Usar Habilidade num Jogador) Jogador '%s' não existe.
ru: Ошибка в консольной команде 'sp' (использование умения на моба) Игрок '%s' отсутствует.

source: Syntax error in function 'sm' (Use Skill on Monster) Usage: sm <skill #> <monster #> [level]
pt: Erro de sintaxe na função 'sm' (Usa Habilidade no Monstro) Uso: sm <skill #> <monstro #> [level]
ru: Синтаксическая ошибка в консольной команде 'sm' (использование умения на моба) Используйте: sm <№ умения> <№ моба> [уровень]

source: Error in function 'sm' (Use Skill on Monster) Monster %d does not exist.
pt: Erro na função 'sm' (Usar Habilidade no Monstro) Monstro %d não existe.
ru: Ошибка в консольной команде 'sm' (использование умения на моба) Моб %d отсутствует.

source: Syntax error in function 'ssl' (Use Skill on Slave) Usage: ssl <skill #> <slave #> [level]
pt: Erro de sintaxe na função 'ssl' (Usar Habilidade no Slave) Uso: ssl <ID da habilidade> <índice do slave> [<nível>]
ru: Синтаксическая ошибка в консольной команде 'ssl' (Использование умения на слугу) Используйте: ssl <№ умения> <№ слуги> [уровень]

source: Error in function 'ssl' (Use Skill on Slave) Slave %d does not exist.
pt: Erro na função 'ssl' (Usar Habilidade no Slave) Slave '%d' não existe.
ru: Ошибка в консольной команде 'ssl' (использование умения на слугу) Слуга %d отсутствует.

source: Syntax error in function 'ssp' (Use Skill on Area Spell Location) Usage: ssp <skill #> <spell #> [level]
pt: Erro de sintaxe na função 'ssp' (Usa Habilidade de Area em um Local) Uso: ssp <skill #> <magia #> [level]
ru: Синтаксическая ошибка в консольной команде 'ssp' (Использование спел-умения по площади) Используйте: ssp <№ умения> <№ спела> [уровень]

source: Spell %d does not exist.
pt: Magia %d não existe.
ru: Заклинание %d отсутствует.

source: Skill '%s' cannot be used because you have no such skill.
pt: A habilidade '%s' não pôde ser usada, pois você não possui essa habilidade.

source: You are trying to use the skill '%s' level %d, but only level %d is available to you.
pt: Vicê está tentando usar a Habilidade '%s' level %d, mas apenas o level %d está disponível para você.

source: Syntax error in function 'vender' (Vender Shop) Usage: vender <vender # | end> [<vender_item #> <amount>]
pt: Erro de sintaxe na função 'vender' (Loja) Uso: vender <vender # | end> [<vender_item #> <quantidade>]

source: Error in function 'vender' (Vender Shop) Vender %d does not exist.
pt: Erro na função 'vender' (Loja) O vendedor %d não existe.

source: Error in function 'vender' (Vender Shop) Vender ID is wrong.
pt: Erro na função 'vender' (Loja do Mercador) ID do Vendedor está incorreta.
ru: Ошибка в консольной команде 'vender' (торговая лавка) ID торговца неверен.

source: Error in function 'vender' (Vender Shop) Item %d does not exist.
pt: Erro na função 'vender' (Loja) O Item %d não existe.

source: Vender List
pt: Lista de Lojas de Venda

source: # Title Coords Owner
pt: # Título Coordenadas Dono
ru: # Название торговой лавки Коорд. Владелец

source: Buyer List
pt: Lista de Lojas de Compra
ru: Список покупателей

source: Syntax Error in function 'booking recruit' (Booking recruit) Usage: booking recruit "<level>" "<MapID>" "<job 1 ~ 6x>"
pt: Erro de sintaxe na função 'booking recruit' (reserva de grupo) Uso: booking recruit "<nível de base>" "<mapa>" "<ID de Classe>"
ru: Синтаксическая ошибка в консольной команде 'booking recruit' (Booking recruit) Используйте: booking recruit "<уровень>" "<ID карты>" "<job 1 ~ 6x>"

source: Syntax error in function 'booking' Usage: booking [<search | recruit | update | delete>]
pt: Erro de sintaxe na função 'booking' Uso: booking [<search | recruit | update | delete>]
ru: Синтаксическая ошибка в консольной команде 'booking' Используйте: booking [<search | recruit | update | delete>]

source: Syntax error in function 'buyer' (Buyer Shop) Usage: buyer <buyer # | end> [<item #> <amount>]
pt: Erro de sintaxe na função 'buyer' (Loja de Compra) Uso: buyer <índice do comprador | end> [<índice do item> <quantidade>]
ru: Синтаксическая ошибка в консольной команде 'buyer ' (торговая лавка) Используйте: buyer <№ торговца | end> [<№ предмета> <кол-во>]

source: Error in function 'buyer' (Buyer Shop) buyer %s does not exist.
pt: Erro na função 'buyer' (Loja de Compra) Comprador %s não existe.
ru: Ошибка в консольной команде 'buyer' (Торговая лавка) Торговец '%s' не существует.

source: Error in function 'buyer' (Buyer Shop) Buyer ID is wrong.
pt: Erro na função 'buyer' (Loja de Compra) Índice do Comprador está incorreto.
ru: Ошибка в консольной команде 'buyer' (Торговая лавка) Неверный ID торговца.

source: Error in function 'warp' (Open/List Warp Portal) Usage: warp <map name | map number# | list | cancel>
pt: Erro na função 'warp' (Abre/Lista Portais - noviço) Uso: warp <nome do mapa | índice do mapa | list | cancel>
ru: Ошибка в консольной команде 'warp' (открыть|список варп-портал) Используйте: warp <имя локации | № локации | list | cancel>

source: You didn't cast warp portal.
pt: Você não conjurou Abrir Portal.
ru: Вы не скастовали варп-портал.

source: Invalid map number %s.
pt: Número do mapa %s inválido.
ru: Неверный номер локации %s.

source: Attempting to open a warp portal to %s (%s)
pt: Preparando para abrir um portal para %s (%s)
ru: Попытка открыть варп-портал в %s (%s).

source: Warp Portal
pt: Portal (noviço)

source: # Place Map
pt: # Lugar Mapa

source: Attempting to cancel the warp portal
pt: Tentando cancelar o Portal (noviço)
ru: Попытка отменить варп-портал.

source: Map '%s' does not exist.
pt: Mapa '%s' não existe.
ru: Локация '%s' отсутствует.

source: Character weight information not yet available.
pt: Informações sobre a capacidade do Personagem ainda não disponível.
ru: Информация о весе инвентаря персонажа ещё недоступна.

source: Syntax error in function 'weight' (Inventory Weight Info) Usage: weight [item weight]
pt: Erro de sintaxe na função 'weight' (Informação do Peso do Inventário) Uso: weight [peso do item]
ru: Синтаксическая ошибка в консольной команде 'weight' (Информация о весе инвентаря) Используйте: weight [вес предмета]

source: Weight: %s/%s (%s%)
pt: Peso: %s/%s (%s%)
ru: Вес: %s/%s (%s%)

source: You can carry %s%s before %s overweight.
pt: Você pode carregar %s%s antes de de estár %s sobrecarregado.
ru: Вы сможете положить в инвентарь %s%s до %s перевеса.

source: You are %s overweight.
pt: Você está %s acima do peso.
ru: У вас %s перевес.

source: Location not yet available.
pt: Local ainda não disponível.
ru: Информация о местонахождении персонажа ещё недоступна.

source: Location: %s : (baseName: %s) : %d, %d
pt: Localização: %s : (baseName: %s) : %d, %d
ru: Локация: %s : (baseName: %s) : %d, %d

source: Character information not yet available.
pt: Informações sobre o Personagem ainda não disponíveis.
ru: Информация о персонаже ещё недоступна.

source: Name: %s (Level %s %s %s) Char ID: %s Acct ID: %s
pt: Nome: %s (Level %s %s %s) ID do Char : %s ID da Conta: %s
ru: Имя персонажа: %s (%s уровень, %s %s) ID персонажа: %s ID аккаунта: %s

source: Your Mailbox is already opened.
pt: Sua Caixa de Email já está aberta.

source: Sending request to open Mailbox.
pt: Enviando pedido para abrir Email.

source: Syntax Error in function 'mail read' (Mailbox) Usage: mail read <mail #>
pt: Erro de sintaxe na função 'mail read' (Mailbox) Uso: mail read <mail #>

source: Your Mailbox is not open. Use the command 'mail open'.
pt: Sua Caixa de Email não está aberta, Use o comando 'mail open'.

source: No mail found with index: %s
pt: Nenhum email encontrado com o indice: %s

source: Syntax Error in function 'mail get' (Mailbox) Usage: mail get <mail #>
pt: Erro de sintaxe na função 'mail get' (Mailbox) Uso: mail get <mail #>

source: Syntax Error in function 'mail setzeny' (Mailbox) Usage: mail setzeny <amount|none>
pt: Erro de sintaxe na função 'mail setzeny' (Mailbox) Uso: mail setzeny <quantidade|none>

source: Syntax Error in function 'mail add' (Mailbox) Usage: mail add <item #> <amount>
pt: Erro de sintaxe na função 'mail add' (Mailbox) Uso: mail add <item #> <quantidade>

source: Attention: Inventory Item '%s' is equipped.
pt: Atenção: Item '%s' está equipado.

source: Inventory Item '%s' does not exist.
pt: Item '%s' não existe no inventário.

source: Syntax Error in function 'mail send' (Mailbox) Usage: mail send <receiver> <title> <body>
pt: Erro de sintaxe na função 'mail send' (Mailbox) Usage: mail send <destinatário> <título> <conteúdo>

source: Syntax Error in function 'mail delete' (Mailbox) Usage: mail delete <mail #>
pt: Erro de sintaxe na função 'mail delete' (Mailbox) Uso: mail delete <mail #>

source: No mail found with index: %d. (might need to re-open mailbox)
pt: Nenhum email encontrado com o indice: %d (Talvez seja necessário reabrir a Caixa de correio)

source: Mailbox has not been opened or is empty.
pt: Correio não foi aberto ou está vazio.
ru: Почтовый ящик не был открыт, или же он пуст.

source: Syntax Error in function 'mail retutn' (Mailbox) Usage: mail return <mail #>
pt: Erro de sintaxe na função 'mail return' (Mailbox) Uso: mail return <mail #>

source: No mail found with index: %s. (might need to re-open mailbox)
pt: Nenhuma carta encontrada com o índice: %s. (talvez precise reabrir o correio)
ru: Не найдено письмо с индексом %s. Возможно требуется перепроверить почтовый ящик.

source: Your Mailbox is is closed.
pt: Sua Caixa de Email está fechada.

source: Your Mailbox is empty.
pt: Sua Caixa de Email está vazia.

source: Inbox
pt: Correio
ru: Почтовый ящик

source: R
pt: Lido

source: Title
pt: Título

source: Sender
pt: Remetente

source: Date
pt: Data

source: the mail was deleted
pt: o email foi deletado

source: Syntax Error in function 'mail' (Mailbox) Usage: help mail
pt: Erro de sintaxe na função 'mail' (Mailbox) Uso: help mail

source: Usage: aua (<item #>|<item name>) <amount>
pt: Uso: aua (<item #>|<nome do item>) <quantidade>
ru: Используйте: aua (<№ предмета>|<имя предмета>) <количество>

source: Usage: auc <current price> <instant buy price> <hours>
pt: Uso: aua <item #> <preço compra imediata> <horas>
ru: Используйте: auc <текущая цена> <цена "купить сейчас"> <часы>

source: Usage: aub <id> <price>
pt: Uso: aub <ID> <preço>
ru: Используйте: aub <id> <цена>

source: No auction item found with index: %s. (might need to re-open auction window)
pt: Nenhum item leiloado com índice: %s. (talvez precise reabrir a janela do leilão)
ru: В аукционе не найден предмет с индексом %s. Возможно требуется заново открыть окно аукциона.

source: Auction window has not been opened or is empty.
pt: Janela de Leilão ainda não foi aberta ou está vazia.
ru: Окно аукциона не было открыто, или же оно пустое.

source: Usage: aui (selling|buying)
pt: Uso: aui (selling|buying)
ru: Используйте: aui (selling|buying)

source: Usage: aud <index>
pt: Uso: aud <índice>
ru: Используйте: aud <№>

source: Usage: aue <index>
pt: Uso: aue <índice>
ru: Используйте: aue <номер>

source: Usage: aus <type> [<price>|<text>] types (0:Armor 1:Weapon 2:Card 3:Misc 4:By Text 5:By Price 6:Sell 7:Buy)
pt: Uso: aus <tipo> [<preço>|<texto>] tipos (0:Armadura 1:Arma 2:Carta 3:Outros 4:Texto 5:Preço 6:Venda 7:Compra)
ru: Используйте: aus <тип> [<цена>|<текст>] где <тип> может быть (0:Броня 1:Оружее 2:Карта 3:Misc 4:By Text 5:By Price 6:Sell 7:Buy)

source: Usage: aus 5 <text>
pt: Uso: aus 5 <texto>
ru: Используйте: aus 5 <текст>

source: Usage: aus 6 <price>
pt: Uso: aus 6 <preço>
ru: Используйте: aus 6 <текст>

source: Possible value's for the <type> parameter are: (0:Armor 1:Weapon 2:Card 3:Misc 4:By Text 5:By Price 6:Sell 7:Buy)
pt: Possíveis valores para o parâmetro <tipo> são: (0:Armadura 1:Arma 2:Carta 3:Outros 4:Texto 5:Preço 6:Venda 7:Compra)
ru: Возможные значение для аргумента <тип> : (0:Armor 1:Weapon 2:Card 3:Misc 4:By Text 5:By Price 6:Sell 7:Buy)

source: Auction commands: aua, aur, auc, aub, aui, aud, aue, aus
pt: Comandos do Leilão: aua, aur, auc, aub, aud, aue, aus
ru: Консольные команды для работы с аукционом: aua, aur, auc, aub, aui, aud, aue, aus

source: Usage: quest set <questID> <on|off>
pt: Uso: quest set <ID da Missão> <on|off>
ru: Используйте: quest set <ID квеста> <on|off>

source: Quest List
pt: Lista de Missões
ru: Список квестов

source: active
pt: ativo
ru: выполняется

source: inactive
pt: inativo
ru: не выполняется

source: Quest Info
pt: Informação da Missão
ru: Информация о квесте

source: Objective: %s
pt: Objetivo: %s
ru: Задачи: %s

source: Unknown quest
pt: Missão desconhecida
ru: Неизвестный квест

source: Usage: quest info <questID>
pt: Uso: quest info <ID da Missão>
ru: Используйте: quest info <ID квеста>

source: Quest commands: set, list, info
pt: Subcomandos de quest: set, list, info
ru: Консольные команды для работы с квестами: set, list, info.

source: Requesting equipment information for: %s
pt: Solicitando informações de equipamento de: %s
ru: Запрос информации об экипировке игрока: %s

source: No player found with specified information: %s
pt: Nenhum jogador foi encontrado nos seguintes termos: %s
ru: Не найден игрок с указанными данными: %s

source: Usage: showeq p <index|name|partialname>
pt: Uso: showeq p <índice|nome|nome parcial>
ru: Используйте: showeq p <index|name|partialname>

source: Usage: showeq [p <index|name|partialname>] | [me <on|off>]
pt: Uso: showeq [p <índice|nome|nome parcial>] | [me <on|off>]
ru: Используйте: showeq [p <index|name|partialname>] | [me <on|off>]

source: Syntax error in function 'cook' (Cook food) Usage: cook [<list index>]
pt: Erro de sintaxe na função 'cook' (Cozinhar) Uso: cook [<índice na lista>]

source: Item with 'Cooking List' index: %s not found.
pt: Item de índice %s na 'Lista de Comidas' não encontrado.
ru: Не найден предмет с индексом %s в списке 'Список блюд'.

source: Item with 'refine' index: %s not found.
pt: Item de índice %s na 'Lista de Refino' não encontrado.

source: Error in function 'refine' Usage: refine <index number>
pt: Erro de sintaxe na função 'refine' (Refinar) Uso: refnie <índice>

source: Storage
pt: Armazém
ru: Склад

source: Capacity: %d/%d
pt: Capacidade: %d/%d
ru: Вместительность: %d/%d

source: Dead Time Record
pt: Registro do Horário da Morte

source: You have not died yet.
pt: Você ainda não morreu.
ru: Вы ещё живы.

source: Syntax Error in function 'achieve' Usage: achieve [<list|reward>] [<achievemente_id>] Usage: achieve list: Shows all current achievements Usage: achieve reward achievemente_id: Request reward for the achievement of id achievemente_id
pt: Erro de sintaxe na função 'achieve' Uso: achieve [<list|reward>] [<id_do_objetivo>] Uso: achieve list: Mostra todos os objetivos atuais Uso: achieve reward id_do_objetivo: Pede a lista de recompensas para o objetivo especificado

source: 'Achievement List' is empty.
pt: 'Lista de Conquistas' está vazia.

source: You don't have the achievement %s.
pt: Você não possui o objetivo %s.

source: You haven't completed the achievement %s.
pt: Você não concluiu o objetivo %s.

source: You have already claimed the achievement %s reward.
pt: Você já reivindicou a recompensa do objetivo %s.

source: Sending request for reward of achievement %s.
pt: Enviando pedido da recompensa do objetivo %s

source: complete
pt: completo

source: incomplete
pt: incompleto

source: rewarded
pt: recompensado

source: not rewarded
pt: não recompensado

source: Syntax Error in function 'achieve reward' (Receiving an award) Usage: achieve reward <achievementID>
pt: Erro de sintaxe na função 'achieve reward' (Recebendo uma recompensa) Uso: achieve reward <achievementID>

source: Achievement Info
pt: Informação da Conquista

source: ID: %s - Title: %s
pt: ID: %s - Título: %s

source: Group: %s
pt: Grupo: %s

source: Summary: %s
pt: Sumário: %s

source: Details: %s
pt: Detalhes: %s

source: Rewards:
pt: Recompensas:

source: Title: %s
pt: Titúlo: %s

source: Status:
pt: Estatísticas:

source: The achievement was not found. Update the 'achievement_list.txt' file
pt: A Conquista não foi encontrada. Atualize o arquivo 'achievement_list.txt'

source: Syntax Error in function 'achieve' see 'help achieve'
pt: Erro de sintaxe na função 'achieve' Veja 'help achieve'

source: Your rodex mail box is already opened.
pt: Seu rodex já está aberto.

source: Your rodex mail box is closed.
pt: Seu rodex está fechado.
