Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: Buy failed (insufficient weight capacity).
pt: Negociação falhou (excesso de peso).
ru: Покупка не удалась (недостаточно свободного места).

source: Buy failed (too many different inventory items).
pt: Negociação falhou (muitos itens diferentes no inventário).
ru: Покупка не удалась (слишком много разных предметов).

source: Buy failed (item does not exist in store).
pt: Compra falhou (item não existe na loja).
ru: Покупка не удалась (в магазине нет такого предмета).

source: Buy failed (item cannot be exchanged).
pt: Compra falhou (item não negociável).
ru: Покупка не удалась (предмет нельзя обменять).

source: Buy failed (invalid store).
pt: Compra falhou (loja inválida).
ru: Покупка не удалась (неправильный магазин).

source: Buy failed (failure code %s).
pt: Negociação falhou (código da falha %s).
ru: Покупка не удалась (код ошибки %s).

source: Error while trying to buy in a Market Store.
pt: Erro ao tentar comprar no Market.

source: Item buyed Successfully.
pt: Item comprador com Sucesso.

source: Error Market Store (You don't have the necessary zeny).
pt: Market Erro (Você não tem zeny suficiente).

source: Error Market Store (You are Overweight).
pt: Market Erro (Você está com sobrepeso).

source: Error Market Store (You dont have space in inventory).
pt: Market Erro (Você não tem espaço no inventário).

source: Error Market Store (You tried to buy a amount higher then NPC is selling).
pt: Market Erro (Você tentou comprar uma quantidade maior do que o NPC está vendendo).

source: Error while trying to buy in a Market Store (Unknown). (%s)
pt: Market Erro (Desconhecido).(%s)

source: That person is overweight; you cannot trade.
pt: Esta pessoa está sobrecarregada; você não pode negociar.
ru: У этого персонажа перевес; вы не можете торговать.

source: This item cannot be traded.
pt: Este item não é negociável.
ru: Предмет не может быть продан.

source: You cannot trade (fail code %s).
pt: Você não pode negociar (código de falha %s).
ru: Вы не можете торговать (код ошибки %s).

source: You added Item to Deal: %s x %s
pt: Você adicionou um Item à Negociação: %s x %s
ru: Вы добавили предмет к сделке: %s шт. %s.

source: Change Material is ready. Use command 'cm' to continue.
pt: Reação Alquímica está pronta. Use o comando 'cm' para continuar.

source: Four Spirit Analysis is ready. Use command 'analysis' to continue.
pt: Análise elemental está pronta. Use o comando 'analysis' para continuar.

source: RefineUI is opened. Type 'i' to check equipment and its index. To continue: refineui select [ItemIdx]
pt: A Janela de Refinamento está aberta. Digite 'i' para checar equipamentos e seus respectivos índices. Para continuar, utilize: refineui select

source: ========= RefineUI Info =========
pt: ===== Informação da Janela de Refinamento =====

source: Target Equip: - Index: %d - Name: %s
pt: Equipamento-alvo: - Índice: %d - Nome: %s

source: %s: - Needed: %d - Owned: %d
pt: %s - Necessário: %d - Disponível: %d

source: Possible Materials
pt: Materiais Possíveis

source: Mat_ID % Zeny Material
pt: ID % Zeny Material

source: Continue: refineui refine %d [Mat_ID] [catalyst_toggle] to continue.
pt: Continuar: refineui refine %d [ID_do_material] [catalizador] para continuar.

source: Equip cannot be refined, try different equipment. Type 'i' to check equipment and its index.
pt: Equipamento não pode ser refinado, tente um outro. Digite 'i' para checar seu inventário por equipamentos e seus índices.

source: Remain Time - Result: %s - Expiration Date: %s - Time: %s
pt: Tempo restánte - Resultado: %s - Data de validade: %s - Tempo: %s

source: Hotkeys
pt: Atalhos
ru: Горячие клавиши

source: Lv
pt: Nível
ru: Уровень

source: skill
pt: habilidade
ru: умение

source: Received character ID and Map IP from Character Server
pt: ID de personagem e IP do mapa recebidos do Servidor de Personagens.
ru: От Чар-сервера получен ID чара и IP-адрес Мап-сервера.

source: ----------Game Info---------- Char ID: %s (%s) MAP Name: %s MAP IP: %s MAP Port: %s -----------------------------
pt: -----Informações do Jogo----- ID do Personagem : %s (%s) Nome do Mapa: %s IP do Mapa : %s Porta do Mapa: %s -----------------------------
ru: ----------- Информация об игре ----------- ID чара : %s (%s) Локация : %s IP Мап-сервера : %s Порт Мап-сервера : %s ------------------------------------------

source: Closing connection to Character Server
pt: Fechando conexão com o Servidor de Personagens
ru: Закрытие подключение к Чар-серверу.

source: You joined party '%s'
pt: Você entrou no grupo '%s'
ru: Вы присоединились к пати '%s'.

source: %s joined your party '%s'
pt: %s entrou no seu grupo '%s'
ru: %s присоединился к Вашей пати '%s'.

source: Not allowed other player invite to Party
pt: Não permitir pedido de grupo de outros jogadores.
ru: Нельзя приглашать других игроков в пати.

source: Allowed other player invite to Party
pt: Permitir pedido de grupo de outros jogadores.
ru: Другие игроки могут приглашать вас в пати.

source: [Party] %s
pt: [Grupo] %s
ru: [Пати] %s

source: Party EXP set to Individual Take
pt: EXP do grupo Dividida Individualmente.
ru: Каждый в пати сам набивает себе опыт.

source: Party EXP set to Even Share
pt: EXP do grupo Dividida Igualmente.
ru: Набитый опыт делится поровну между всеми в пати.

source: Error setting party option
pt: Erro ao ajustar a opção do grupo.
ru: Ошибка при настройке пати.

source: Party item set to Individual Take
pt: [Grupo] Como pegar itens: Individual
ru: Предметы в пати поднимает только игрок, убившый монстра.

source: Party item set to Even Share
pt: [Grupo] Como pegar itens: Igual
ru: Предметы в пати поднимает любой игрок.

source: Party item division set to Individual Take
pt: [Grupo] Como dividir itens: Individual
ru: Предметы в пати распределяются индивидуально.

source: Party item division set to Even Share
pt: [Grupo] Como dividir itens: Igual
ru: Предметы в пати распределяются на группу.

source: New party leader: %s
pt: Novo líder do grupo: %s
ru: Лидер пати теперь %s

source: Incoming Request to join party '%s'
pt: Pedido para entrar no grupo '%s'
ru: Вас приглашают вступить в пати '%s'.

source: Join request failed: %s is already in a party
pt: Pedido de grupo falhou: %s já está em outro grupo.
ru: Приглашение не удалось: %s уже в пати.

source: Join request failed: %s denied request
pt: Pedido de grupo falhou: %s negou o pedido.
ru: Приглашение не удалось: %s предложение отвергнуто.

source: %s accepted your request
pt: %s aceitou seu pedido.
ru: %s принял Ваше предложение.

source: Join request failed: Party is full.
pt: Pedido de grupo falhou: O grupo está cheio.
ru: Нельзя пригласить в пати, ибо она уже полная.

source: Join request failed: same account of %s allready joined the party.
pt: Pedido de grupo falhou: %s já está em outro grupo.
ru: Нельзя пригласить в пати, ибо персонаж %s с этого же аккаунта уже в пати.

source: Join request failed: ANSWER_JOINMSG_REFUSE.
pt: Convite falhou: ANSWER_JOINMSG_REFUSE.
ru: Предложение вступить в пати провалилось: ANSWER_JOINMSG_REFUSE.

source: Join request failed: unknown error.
pt: Pedido de grupo falhou (erro desconhecido %s).
ru: Неудачное приглашение в пати, из-за непонятной ошибки.

source: Join request failed: the character is not currently online or does not exist.
pt: Pedido de grupo falhou: o personagem não está online ou não existe
ru: Предложение вступить в пати провалилось: указанного персонажа нет в онлайне или же его нет вообще.

source: Join request failed: ANSWER_INVALID_MAPPROPERTY.
pt: Convite falhou: ANSWER_INVALID_MAPPROPERTY
ru: Предложение вступить в пати провалилось: ANSWER_INVALID_MAPPROPERTY.

source: %s left the party
pt: %s deixou o grupo.
ru: %s покинул пати.

source: %s left the party (kicked)
pt: %s deixou o grupo (expulsão)
ru: %s покинул пати (выгнали)

source: %s left the party (unknown reason: %d)
pt: %s deixou o grupo (razão desconhecida: %d)
ru: %s покинул пати (код причины: %d)

source: Can't organize party - party name exists
pt: Não foi possível criar o grupo - este nome já existe.
ru: Не получилось организовать пати - уже есть пати с таким названием.

source: Can't organize party - you are already in a party
pt: Não foi possível criar um grupo - você já está em um grupo
ru: Не получилось организовать пати - вы сами уже в пати

source: Can't organize party - not allowed in current map
pt: Não foi possível criar um grupo - não autorizado no mapa atual
ru: Не получилось организовать пати - это запрещено на данной локации

source: Can't organize party - unknown (%d)
pt: Não foi possível criar o grupo - desconhecido (%d)
ru: Не получилось организовать пати - непонятная ошибка (%d)

source: Party member %s has picked up item %s.
pt: O membro do grupo %s pegou o item %s.
ru: Сопартиец %s поднял предмет %s.

source: Party Member: %s (%s)
pt: Membro do Grupo: %s (%s)
ru: Сопартиец: %s (%s)

source: Party member %s is dead.
pt: Membro do grupo %s está morto.

source: Party member %s is alive.
pt: Membro do grupo %s está vivo.

source: You have new unread rodex mails.
pt: Você tem rodex não lidos.

source: You failed to remove an item from rodex mail.
pt: Falhou ao remover um item do rodex.

source: Item removed from rodex mail message: %s (%d) x %d - %s
pt: Item removido da mensagem de Rodex: %s (%d) x %d - %s

source: Item added to rodex mail message: %s (%d) x %d - %s
pt: Item adicionado à mensagem de Rodex: %s (%d) x %d - %s

source: Could not find player with name '%s'.
pt: Não foi possível encontrar o jogador com nome '%s'.

source: You failed to send the rodex mail.
pt: Falhou ao enviar o rodex.

source: Your rodex mail was sent with success.
pt: Seu rodex foi enviado com sucesso.

source: You failed to get the zeny of the rodex mail.
pt: Falhou ao obter o zeny do rodex.

source: The zeny of the rodex mail was requested with success.
pt: O zeny do rodex foi requisitado com sucesso.

source: You failed to get the items of the rodex mail.
pt: Falhou ao obter os itens do rodex.

source: The items of the rodex mail were requested with success.
pt: Os items do rodex foram requisitados com sucesso.

source: You have deleted the mail of ID %s.
pt: Você deletou o rodex de ID %s.

source: Booking successfully created!
pt: Reserva criada com sucesso!

source: You already got a reservation group active!
pt: Você já tem uma reserva de grupo ativa!

source: Unknown error in creating the group booking (Error %s)
pt: Erro desconhecido ao criar uma reserva de grupo (Erro %s)

source: Without results!
pt: Nenhum resultado!
ru: Без результатно!

source: -------------- Booking Search ---------------
pt: ----------------- Busca de Reserva de Grupo -----------------

source: Name: @<<<<<<<<<<<<<<<<<<<<<<<< Index: @>>>> Created: @<<<<<<<<<<<<<<<<<<<<< Level: @>>> MapID: @<<<<< Job: @<<<< @<<<< @<<<< @<<<< @<<<< ---------------------------------------------
pt: Nome: @<<<<<<<<<<<<<<<<<<<<<<<<\Índice: @>>>> Data: @<<<<<<<<<<<<<<<<<<<<< Nível: @>>> MapID: @<<<<< Classes: @<<<< @<<<< @<<<< @<<<< @<<<< ---------------------------------------------
ru: Имя: @<<<<<<<<<<<<<<<<<<<<<<<< Индекс: @>>>> Создатель: @<<<<<<<<<<<<<<<<<<<<< Уровень: @>>> MapID: @<<<<< Профессия: @<<<< @<<<< @<<<< @<<<< @<<<< ---------------------------------------------

source: Reserve deleted successfully!
pt: Reserva excluída com sucesso!

source: You're not with a group booking active!
pt: Você não tem uma reserva de grupo ativa!

source: Unknown error in deletion of group booking (Error %s)
pt: Erro desconhecido ao deletar uma reserva de grupo (Erro %s)

source: %s has created a new group booking (index: %s)
pt: %s criou uma nova reserva de grupo (índice: %s)

source: Reserve index of %s has changed its settings
pt: Reserva de grupo (índice: %s) alterou suas configurações

source: Deleted reserve group index %s
pt: Reserva de grupo deletada (índice: %s)

source: [Clan]%s %s
pt: [Clã Real]%s %s

source: [Clan] You left %s
pt: [Clan] Você deixou %s!

source: You changed Title_ID : %s.
pt: Você mudou de ID de Título : %s.

source: Attempting to capture pet (slot machine).
pt: Tentando capturar o mascote (Máquina de Caça-Níqueis).
ru: Попытка приручить питомца (игровой автомат).

source: Pet capture success
pt: Sucesso ao capturar Mascote.
ru: Приручение питомца удалось.

source: Pet capture failed
pt: Falha ao capturar Mascote.
ru: Не получилось приручить питомца.

source: Pet evolution error.
pt: Erro ao evoluir o Mascote.

source: Unequip pet accessories first to start evolution.
pt: Primeiro desequipe os acessórios do mascote para iniciar a evolução.

source: Insufficient materials for evolution.
pt: Materiais insuficientes para a evolução.

source: Loyal Intimacy is required to evolve.
pt: É necessária lealdade alta para evoluir.

source: Pet evolution success.
pt: Mascote evoluído com sucesso.

source: Fed pet with %s
pt: Mascote alimentado com %s
ru: Питомец %s был покормлен.

source: Failed to feed pet with %s: no food in inventory.
pt: Falha ao alimentar Mascote com %s: não há comida no inventário.
ru: Не получилось покормть питомца %s: нет корма в инвентаре.

source: Upgrade List
pt: Lista de Aprimoramentos
ru: Список улучшения

source: You can now use the 'refine' command.
pt: Você pode agora utilizar o comando 'refine'.

source: Cooking List
pt: Lista de Culinária
ru: Список блюд

source: You can now use the 'cook' command.
pt: Você pode agora utilizar o comando 'cook'.
ru: Вы можете теперь использовать консольную команду 'cook'.

source: You successfully refined a weapon (ID %s)!
pt: Você aprimorou uma arma com sucesso (ID %s)!
ru: Оружие было удачно улучшено (ID %s)!

source: You failed to refine a weapon (ID %s)!
pt: Você falhou em aprimorar uma arma (ID %s)!
ru: Неудачей закончилось улучшение оружия (ID %s)!

source: You successfully made a potion (ID %s)!
pt: Você criou uma poção com sucesso (ID %s)!
ru: Зелье было удачно создано (ID %s)!

source: You failed to make a potion (ID %s)!
pt: Você falhou em criar uma poção (ID %s)!
ru: Сотворение зелья закончилось неудачей (ID %s)!

source: You successfully cook a item (ID %s)!
pt: Você cozinhou com sucesso (ID %s)!

source: You tried to refine a weapon (ID %s); result: unknown %s
pt: Você tentou aprimorar uma arma (ID %s); resultado: desconhecido %s
ru: Вы пытались улучшить оружие (ID %s); результат: %s - непонятно.

source: Weapon upgraded: %s
pt: Armamento aprimorado: %s
ru: Оружие улучшено: %s

source: Weapon not upgraded: %s
pt: Armamento não aprimorado: %s
ru: Оружие не было улучшено: %s

source: Cannot upgrade %s until you level up the upgrade weapon skill.
pt: Impossível aprimorar %s até que a habilidade Aprimorar Armamento seja melhorada.
ru: Вам не хватает умения, чтобы заточить %s.

source: You lack item %s to upgrade the weapon.
pt: Você não possui o item %s para aprimorar o armamento.
ru: Вы не можете заточить это из-за нехватки материала %s.

source: Failed to open Purchasing Store.
pt: Falhou ao abrir a Loja de Compras.

source: The total weight of the item exceeds your weight limit. Please reconfigure.
pt: O peso total do item excede seu peso limite. Favor reconfigurar.
ru: Общий вес предметов превышает максимально допустимый вес. Перенастройте.

source: Shop information is incorrect and cannot be opened.
pt: A informação da loja está incorreta e não pode ser aberta.
ru: Магазин не может быть открыт, т.к. содержит некорректную информацию.

source: Failed opening your buying store.
pt: Falhou ao abrir a Loja de Compras.
ru: Невозможно открыть Вашу лавку.

source: Opened %s for searching open vendors in this map.
pt: %s aberto para pesquisar em lojas neste mapa.

source: Universal Catalog Gold
pt: Catálogo de Vendas Ouro

source: Universal Catalog Silver
pt: Catálogo de Vendas Prata

source: You can now search open vendors in this map. Searches remaining: %d
pt: Agora você pode pesquisar em lojas abertas neste mapa. Buscas restántes: %d

source: Search store failed. Reason #%d
pt: Pesquisa em loja falhou. Erro #%d

source: Selected store is at (%d, %d)
pt: Loja selecionada está em (%d, %d)

source: Unknown skill_msg msgid:%d skill:%d. Need to update the file msgstringtable.txt (from data.grf)
pt: ID de mensagem de habilidade desconhecido:%d habilidade:%d. Por favor, atualize o msgstringtable.txt

source: Unknown message_string: %s param: %s. Need to update the file msgstringtable.txt (from data.grf)
pt: A message_string desconhecida: %s parametro: %s. Você precisa atualizar o arquivo msgstringtable.txt (data.grf)

source: Received reward for achievement '%s' (%s).
pt: Recebida a recompensa do objetivo '%s' (%s).

source: Achievement '%s' (%s) added or updated.
pt: Conquista '%s' (%s) adicionada ou atualizada.

source: Achievement '%s' (%s) added.
pt: Conquista '%s' (%s) adicionado.

source: Please wait 10 seconds before trying to log out.
pt: Por favor, aguarde 10 segundos antes de tentar desconectar-se.
ru: Пожалуйста, подождите 10 секунд прежде чем попытаться выйти.

source: Logged out from the server succesfully.
pt: Desconectou-se do servidor com sucesso.
ru: Успешно отсоединились от сервера.

source: Use Private Airship success.
pt: Sucesso ao usar o Private Airship.

source: Please try PivateAirship again.
pt: Falhou ao usar o Private Airship.

source: You do not have enough Item to use PivateAirship.
pt: Você não tem suficiente do item para usar o Private Airship.

source: Destination map is invalid.
pt: Mapa destino inválido.

source: Source map is invalid.
pt: Mapa de origem é inválido.

source: Item unavailable for use PivateAirship.
pt: Item para usar o Private Airship indisponível.

source: Sell failed.
pt: Venda falhou.
ru: Не удалось продать предметы.

source: Sold %s items.
pt: %s itens vendidos.
ru: Продано %s предметов.

source: Sell completed.
pt: Venda concluída.
ru: Продажа предметов завершена.

source: The accountName for ID %s is %s.
pt: O 'accountName' de ID %s é %s.
ru: ID - %s, accountName - %s.

source: You cannot find any trace of a Boss Monster in this area.
pt: Você não pôde encontrar qualquer vestígio de um monstro chefe nestá área.
ru: На этой локации нет MVP-боссов.

source: MVP Boss %s is now on location: (%d, %d)
pt: MVP %s está agora na localização: (%d, %d)
ru: MVP-босс %s находится сейчас по координатам: (%d, %d).

source: MVP Boss %s has been detected on this map!
pt: MVP %s foi detectado neste mapa!
ru: MVP-босс %s был замечен на этой локации!

source: MVP Boss %s is dead, but will spawn again in %d hour(s) and %d minutes(s).
pt: MVP %s está morto, mas renascerá em %d hora(s) e %d minuto(s)
ru: MVP-босс %s был убит, но появится снова через %d ч. %d мин.

source: You cannot adopt more than 1 child.
pt: Você não pode adotar mais de uma criança.
ru: Вы не можете иметь больше чем одного приёмного ребёнка.

source: You must be at least character level 70 in order to adopt someone.
pt: Você deve ter pelo menos 70 níveis de base para adotar alguém.
ru: Будущие родители должны быть 70 уровня или выше.

source: You cannot adopt a married person.
pt: Você não pode adotar um personagem casado.
ru: Вы не можете усыновить персонажа, состоящего в браке.

source: You have been: muted by %s.
pt: Você foi: silenciado por %s
ru: Игровой мастер %s заблокировал Ваш чат.

source: You have been: unmuted by %s.
pt: Você não está mais: silenciado por %s.
ru: Игровой мастер %s разблокировал Ваш чат.

source: Get
pt: Pegar

source: Put
pt: Colocar

source: [ Guild Storage LOG ]
pt: [ Registro de Armazém do Clã ]

source: # Name Item-Name Amount Action Time
pt: # Nome Nome do Item Quant. Ação Quando

source: Guild Storage empty.
pt: Armazém do Clã vazio.

source: You are not currently using Guild Storage. Please try later.
pt: Você não está usando o Armazém do Clão. Tente novamente mais tarde.

source: Lost skill: %s
pt: Habilidade perdida: %s

source: Your buying store can buy %d items
pt: Sua loja de compras pode comprar %d itens

source: Buying Shop opened!
pt: Loja de compras aberta!
ru: Лавка открыта!

source: Buyer:
pt: Comprador:

source: Price limit: %s Zeny
pt: Limite de preço: %s Zeny

source: You have sold %s. Amount: %s. Total zeny: %sz
pt: Você vendeu %s. Quantidade %s. Zeny total: %sz

source: The deal has failed.
pt: Negociação falhou.

source: %s item could not be sold because you do not have the wanted amount of items.
pt: O item %s não pôde ser vendido pois você não tem a quantidade de itens requisitada.

source: Failed to deal because you have not enough Zeny.
pt: A negociação falhou pois você não tem zenys suficientes

source: Unknown 'buying_store_fail' result: %s.
pt: Resultado de 'buying_store_fail' desconhecido: %s.

source: You bought %s %s
pt: You comprou %s %s

source: Failed to buying (insufficient zeny).
pt: Negociação falhou (zeny insuficiente).

source: Buying up complete.
pt: Negociação Concluída.

source: Failed to buying (unknown error: %s).
pt: Negociação falhou (erro desconhecido %s).

source: %s has got %s from %s.
pt: %s obteve %s de %s.
ru: %s достал %s из %s.

source: %s has got %s (from Unknown type %d).
pt: %s obteve %s (de tipo desconhecido %d).

source: Inventory Item removed from favorite tab: %s
pt: Item removido da aba de favoritos: %s
ru: Предмет инвентаря удалён с вкладки "Избранное": %s

source: Inventory Item move to favorite tab: %s
pt: Item adicionado à aba de favoritos: %s
ru: Предмет инвентаря перемещён на вкладку "Избранное": %s

source: (To %s) : %s
pt: (Para: %s) : %s
ru: (Для: %s) : %s.

source: %s is not online
pt: %s não está online.
ru: %s в оффлайне.

source: Player %s ignored your message
pt: O jogador %s bloqueou suas mensagens.
ru: Игрок %s игнорирует Ваши сообщения.

source: Player %s doesn't want to receive messages
pt: O jogador %s não quer receber mensagens.
ru: Игрок %s не хочет получать сообщения.

source: Failed to buy %s of item #%s from vender (insufficient zeny) (error code %s).
pt: Falha ao comprar %s do item #%s do vendedor (zeny insuficiente) (código de erro %s).

source: Failed to buy %s of item #%s from vender (overweight) (error code %s).
pt: Falha ao comprar %s do item #%s do vendedor (sobrepeso) (código de erro %s).

source: Failed to buy %s of item #%s from vender (requested to purchase more than vender had in stock) (error code %s).
pt: Falha ao comprar %s do item #%s do vendedor (tentou comprar mais do que o vendedor tem em estoque) (código de erro %s).

source: Failed to buy %s of item #%s from vender (vender refreshed shop before purchase request) (error code %s).
pt: Falha ao comprar %s do item #%s do vendedor (vendedor atualizou a loja antes da compra) (código de erro %s).

source: Failed to buy %s of item #%s from vender (vender would go over max zeny with the purchase) (error code %s).
pt: Falha ao comprar %s do item #%s do vendedor (vendedor excederia o limite de zeny com a compra) (código de erro %s).

source: Failed to buy %s of item #%s from vender (unknown error code %s).
pt: Falha ao comprar %s do item #%s do vendedor (código de erro desconhecido %s).

source: ------------CashList (Cash Point: %-5d. Kafra Points: %-d)------------- # Name Type Price
pt: -------Lista de Cash (Pontos de Cash: %-5d. Pontos Kafra: %-d)-------- # Nome Tipo Preço

source: Received %d items that can be merged. Use 'merge' to continue
pt: Foram recebidos %d itens que podem ser combinados. Use 'merge' para continuar

source: Items were merged successfully!
pt: Itens combinados com sucesso!

source: Updated amount of item %s (%d): %d -> %d
pt: Atualizada a quantidade do item %s (%d): %d -> %d

source: Item was moved during merging process. itemIndex: %d. New amount: %d
pt: Item foi movido durante o processo de combinar. itemIndex: %d. Nova quantidade: %d

source: Items cannot be merged.
pt: Itens não podem ser combinados.

source: The amount of merged item will be exceed stack limit.
pt: A quantidade de itens pós-combinados será maior que o limite de stack
