Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: Please start the Ragnarok Online client (%s)
pt: Por favor, inicie o cliente de Ragnarok Online (%s)
ru: Пожалуйста, запустите клиент Ragnarok Online (%s).

source: Ragnarok Online client found, pid = %i
pt: Client de Ragnarök Online encontrado, índice do processo = %i.
ru: Найден клиент Ragnarok Online, ID процесса = %i

source: Found Ragnarok Online client(s), select one: (enter to rescan, quit to quit)
pt: Um ou mais clients de Ragnarök Online foram encontrado(s), selecione um: ('enter' para escanear novamente ou 'quit' para fechar)
ru: Найдено несколько клиентов Ragnarok Online, выберите один, нажмите 'Enter' для сканирования или 'quit' для выхода.

source: [%i] pid = %i (%s)
pt: [%i] índice do processo = %i (%s)
ru: [%i] ID процесса = %i (%s)

source: Please enter a number between 0 and %i
pt: Por favor, insira um número entre 0 e %i
ru: Пожалуйста, введите число от 0 до %i

source: Selected pid = %i
pt: Índice do processo selecionado = %i
ru: Выбран ID процесса = %i

source: You can login with the Ragnarok Online client now.
pt: Você pode se logar no cliente de Ragnarok Online agora.
ru: Сейчас Вы можете войти в игру через клиент Ragnarok Online.

source: Cannot find %s. Please check your installation.
pt: %s não pôde ser encontrado. Por favor, cheque sua instalação.
ru: Файл %s не найден. Проверьте свой дистрибутив.

source: Unable to inject %s
pt: Não foi possível injetar %s
ru: Невозможно инжектировать %s

source: Waiting for the Ragnarok Online client to connect to X-Kore...
pt: Aguardando o cliente Ragnarok se conectar ao X-Kore...
ru: Ожидание клиента Ragnarok Online для подключения к X-Kore...

source: ready
pt: pronto
ru: готово

source: Patching client to remove bot detection:
pt: Alterando cliente para remover detecção de bot:
ru: Отключение систем обнаружения бота в клиенте:

source: Client modified in %d places.
pt: Cliente modificado em %d locais.
ru: Клиент модифицирован в %d местах.

source: Client disconnected
pt: Cliente desconectou-se.
ru: Клиент отключён.

source: Waiting Ragnarok Client to connect on (%s:%s)
pt: Aguardando conexão do cliente Ragnarok em (%s:%s)
ru: Ожидание клиента Ragnarok Online для подключения на (%s:%s)

source: Proxying to [%s]
pt: Proxeando conexão para [%s]
ru: Подключение через proxy к [%s].

source: Invalid server specified or server does not exist...
pt: Servidor especificado inválido ou não existe...
ru: Выбран неверный сервер или сервер отсутствует...

source: Client did not respond in time. Trying to replay the packet for %s of 3 times
pt: O cliente não respondeu a tempo. Tentando repetir pacote %s de 3 vezes
ru: Клиент не ответил вовремя. Очередная попытка переслать пакет в %s из трёх раз.

source: Client did not respond. Forcing disconnection
pt: O cliente não respondeu. Forçando desconexão
ru: Клиент не отвечает. Принудительно отключение.

source: Logon-grant packet received twice! Avoiding bug in client.
pt: Pacote de permissão de logon recebido duplicado! Evitando bug no cliente.
ru: Logon-grant пакет получен дважды! Избегание бага в клиенте.

source: [Guild] %s
pt: [Clã] %s
ru: [Гильдия] %s

source: Permitted to use %s (%d), level %d
pt: Permitido usar %s (%d), level %d
ru: Разрешено к использованию %s (%d), %d уровень.

source: Need this within the water
pt: Deve ser executado em água
ru: Нужна вода

source: No item in auction.
pt: Nenhum item no leilão.
ru: На аукцион не выставлен ни один предмет.

source: Found %s items in auction.
pt: %s itens encontrados no leilão.
ru: В аукционе найдено %s предметов.

source: Auction
pt: Leilão
ru: Аукцион

source: High Bid
pt: Lance Alto

source: Purchase
pt: Comprar

source: End-Date
pt: Data Final

source: Battleground score - Lions: '%d' VS Eagles: '%d'
pt: Pontuação da Batalha Campal - Leões Azuis: '%d' X Águias Vermelhas: '%d'
ru: Счёт турнира - Львы: '%d' против Орлы: '%d'

source: -----------Account Info------------ Account ID: @<<<<<<<<< @<<<<<<<<<< Sex: @<<<<<<<<<<<<<<<<<<<<< Session ID: @<<<<<<<<< @<<<<<<<<<< @<<<<<<<<< @<<<<<<<<<< -----------------------------------
pt: --------Informações da Conta-------- ID da Conta: @<<<<<<<<< @<<<<<<<<<< Sexo: @<<<<<<<<<<<<<<<<<<<<< ID da Sessão: @<<<<<<<<< @<<<<<<<<<< @<<<<<<<<< @<<<<<<<<<< ------------------------------------
ru: ------- Информация об аккаунте ----- ID аккаунта: @<<<<<<<<< @<<<<<<<<<< Пол: @<<<<<<<<<<<<<<<<<<<<< ID сессии: @<<<<<<<<< @<<<<<<<<<< @<<<<<<<<< @<<<<<<<<<< ------------------------------------

source: ---------------------- Servers ----------------------- # Name Users IP Port
pt: ---------------------- Servidores ----------------------- # Nome Usuários IP Porta
ru: ------------------ Список серверов ------------------- # Имя Игроков IP-адрес Порт

source: You have successfully expanded the possession limit
pt: Você expandiu seu inventário com sucesso

source: Failed to expand the maximum possession limit.
pt: Falhou ao expandir o inventário.

source: To expand the possession limit, please close other windows
pt: Para expandir o inventário, por favor feche outras janelas de diálogo

source: Failed to expand the maximum possession limit, insufficient required item
pt: Falhou ao expandir o inventário, item catalisador insuficiente

source: You can no longer expand the maximum possession limit.
pt: Você não pode mais expandir o inventário.

source: Sent buying request from cash shop for %d items using %d kafra points.
pt: Solicitando compra na loja de cash de %d itens usando %d pontos kafra.

source: Embed Poseidon Server initialized Please read %s for more information.
pt: Poseidon Server inicializado Por favor leia %s para mais informações.
ru: Poseidon-сервер иннициализирован. Пожалуйста, прочитайте %s для получения информации.

source: Poseidon: received query from client %s
pt: Poseidon: query recebida do cliente %s
ru: Poseidon: получены запросы от клиента %s.

source: Poseidon: Sent result to client %s
pt: Poseidon: Resultado enviado ao cliente %s
ru: Poseidon: пересылка результатов клиенту %s.

source: Poseidon: Querying Ragnarok Online client.
pt: Poseidon: Consultando cliente de Ragnarok Online.
ru: Poseidon: запрашивается клиент Ragnarok Online.

source: Cannot load field '%s'.
pt: Não foi possível carregar o mapa '%s'.
ru: Невозможно загрузить локацию '%s'.

source: Arrived at waypoint %s
pt: Chegada ao waypoint %s
ru: Прибытие на waypoint %s.

source: Walking to waypoint %s: %s(%s): %s,%s
pt: Caminhando ao waypoint %s: %s(%s): %s,%s
ru: Движение к waypointу %s: %s(%s): %s,%s

source: Failed to teleport using NPC at %s (%s,%s).
pt: Não foi possível ser teleportado pelo NPC em %s (%s, %s).

source: Failed to teleport using NPC at %s (%s,%s) after %s tries, ignoring NPC and recalculating route.
pt: Não foi possível ser teleportado pelo NPC em %s (%s, %s) após %s tentativas, ignorando o NPC e recalculando a rota.

source: You need %sz to pay for warp service at %s (%s,%s), you have %sz.
pt: Você precisa de %s zeny para pagar pelo serviço de teleporte em %s (%s, %s), você tem %s zeny.

source: Unable to walk from %s (%s,%s) to NPC at (%s,%s).
pt: Não foi possível andar de %s (%s,%s) ao NPC em (%s,%s).
ru: Невозможно пройти от %s (%s,%s) до неписи на (%s,%s).

source: No LOS from %s (%s,%s) to Final Destination at (%s,%s).
pt: Sem LOS de %s (%s,%s) para o destino final em (%s,%s).
ru: Нет прямой видимости от %s (%s,%s) до пункта назначения на (%s,%s).

source: Unable to use portal at %s (%s,%s).
pt: Não foi possível utilizer o portal em %s (%s,%s).

source: Guessing our desired portal to be %s (%s,%s).
pt: Supondo que o portal desejado seja %s (%s, %s).

source: Attempting to teleport near portal, try #%s
pt: Tentando teleportar perto de Portal, tentativa #%s
ru: Телепорт, чтобы попасть ближе порталу, попытка №%s.

source: No LOS from %s (%s,%s) to Portal at (%s,%s).
pt: Sem LOS de %s (%s,%s) ao Portal em (%s,%s).
ru: Нет прямой видимости от %s (%s,%s) до портала на (%s,%s).

source: %s tried too long to move
pt: %s demorou tempo demais para se mover
ru: %s слишком долго пытался пойти

source: Waiting for slave %s before next randomWalk step.
pt: Esperando pelo Slave %s antes do proximo randomWalk step.

source: Basic Skill level 3 is required in order to sit or stand.
pt: A habilidade Habilidades Básicas level 3 é necessária para poder sentar ou levantar.
ru: Необходимо Базовое умение 3-го уровня, чтобы персонаж мог садиться и вставать с земли.

source: %s: Done talking
pt: %s: Conversa Finalizada.
ru: %s: разговор завершен.

source: %s: Type 'talk cont' to continue talking
pt: %s: Digite 'talk cont' para continuar a conversa.
ru: %s: напишите 'talk cont' для продолжения разговора.

source: %s: Type 'talk num <number #>' to input a number.
pt: %s: Digite 'talk num <número#>' para entrar um número.
ru: %s: напишите 'talk num <число>' для ввода числа.

source: %s: Type 'talk resp #' to choose a response.
pt: %s: Digite 'talk resp #' para escolher uma resposta.
ru: %s: напишите 'talk resp #' для выбора варианта ответа.

source: %s: Type 'store' to start buying, type 'sell' to start selling or type 'canceltransaction' to cancel
pt: %s: Digite 'store' para comprar, 'sell' para vender ou 'canceltransaction' para cancelar

source: %s: Type 'talk text' (Respond to NPC)
pt: %s: Digite 'talk text' (Responde o NPC)
ru: %s: напишите 'talk text <текст>' для ввода текста.

source: %s: Type 'cashbuy' to start buying
pt: %s: Digite 'cashbuy' para começar a comprar

source: Could not find an NPC with id (%d).
pt: Não foi possível localizar o NPC de índice %d.
ru: Не удалось найти НПЦ с ИД (%d).

source: Could not find an NPC at location (%d,%d).
pt: Não foi possível localizar o NPC na coordenadas (%d, %d).
ru: По координатам (%d,%d) нет неписи.

source: The NPC did not respond.
pt: O NPC não respondeu.
ru: Непись не отвечает.

source: According to the given NPC instructions, a menu item matching '%s' must now be selected, but no such menu item exists.
pt: De acordo com as informações dadas sobre o NPC, a resposta %s deve ser selecionada, mas tal resposta não existe.
ru: По идее надо выбрать пункт меню '% s', но такого пункта меню не существует.

source: According to the given NPC instructions, menu item %d must now be selected, but there are only %d menu items.
pt: De acordo com as informações dadas sobre o NPC, a resposta %d deve ser selecionada, mas só existem %d respostas.
ru: По идее надо выбрать вариант №%d, но в списке всего %d вариантов.

source: NPC requires a response to be selected, but the given instructions don't match that (current step: %s).
pt: O NPC requer que uma resposta seja selecionada, mas as instruções dadas não combinam (passo atual: %s)

source: NPC requires the next button to be pressed now, but the given instructions don't match that (current step: %s).
pt: O NPC requer que o botão de 'próximo' seja pressionado agora, mas as instruções dadas não combinam (passo atual: %s)

source: NPC requires a number to be sent now, but the given instructions don't match that (current step: %s).
pt: O NPC requer que um número seja enviado agora, mas as instruções dadas não combinam (passo atual: %s)

source: NPC requires a text to be sent now, but the given instructions don't match that (current step: %s).
pt: O NPC requer que um texto seja enviado agora, mas as instruções dadas não combinam (passo atual: %s)

source: This npc requires the sell, buy or cancel button to be pressed, but the given instructions don't match that (current step: %s).
pt: O NPC requer que os botões 'Vender', 'Comprar' ou 'Cancelar' sejam pressionados, mas as instruções dadas não combinam (passo atual: %s)

source: Shop item %s not found.
pt: Item %s não encontrado na loja.
ru: Товар '%s' не найден в магазине.

source: NPC requires the buy or cancel button to be pressed, but the given instructions don't match that (current step: %s).
pt: O NPC requer que os botões 'Comprar' ou 'Cancelar' sejam pressionados, mas as instruções dadas não combinam (passo atual: %s)

source: According to the given NPC instructions, a npc conversation code
pt: De acordo com as instruções fornecidas do NPC, um código de conversação de npc

source: should be used (%s), but it doesn't exist.
pt: deveria ser usado (%s), mas não existe.

source: Done talking with %s.
pt: Conversa com %s finalizada.
ru: Разговор с %s завершен.

source: Talk with a hidden NPC prevented.
pt: Evitada conversação com um NPC oculto.

source: Invalid NPC conversation code: %s.
pt: Código de conversação com NPC inválido: %s.

source: Skill %s cannot be used because %s have no such skill.
pt: A habilidade %s não pôde ser usada, pois %s não possui essa habilidade.
ru: Нельзя скастовать %s, ибо %s не имеете такого умения.

source: Skill %s cannot be used because %s has no such skill.
pt: A habilidade %s não pôde ser usada, pois %s não possui essa habilidade.
ru: Нельзя скастовать %s, ибо %s не имеет такого умения.

source: Target lost.
pt: Alvo perdido.
ru: Цель потеряна.

source: Unable to cast skill %s in %d tries.
pt: Não foi possível usar a habilidade %s em %d tentativas.
ru: Не получилось скастовать %s за %d попыток.

source: Casting failed: %s (%d)
pt: Conjuração falhou: %s (%d)
ru: Каст не удался: %s (%d).

source: Casting has been cancelled.
pt: Conjuração foi cancelada.
ru: Каст был прерван.

source: Unable to cast skill in %d tries.
pt: Não foi possível conjurar a habilidade em %d tentativas.
ru: Не получилось скастовать умение за %d попыток.

source: Casting is supposed to be finished now, but nothing happened.
pt: Conjuração deveria ter terminado agora, mas nada aconteceu.
ru: По идее, каст должен был завершиться, но ничего не происходит.

source: Benchmarking was not compiled on this system
pt: Benchmarking não foi compilado neste sistema

source: File [%s] cannot include itself.
pt: O arquivo [%s] não pode incluir a si mesmo.

source: File [%s] cannot be created: $!
pt: O arquivo [%s] não pôde ser criado: $!

source: File [%s] does not exist.
pt: O arquivo [%s] não existe.
ru: Игрок %s отсутствует.

source: ai_seq (manual) = %s
ru: ai_seq (ручной режим) = %s

source: Slots:
ru: Слоты:

source: Exp:
ru: Опыт:

source: %s %s: %s%s
ru: %s %s статус: %s%s

source: Menu
ru: Меню

source: Console
ru: Консоль

source: &NPCs
ru: Список &неписей

source: I&nfo
ru: &Отчёт на консоль

source: &Manual
ru: &Мануал

source: &Auto
ru: &Авто

source: Zeny
ru: Зени

source: Exp
ru: Опыт

source: Def
ru: Защита

source: Mdef
ru: Маг. защита

source: Aspd
ru: Скорость атаки

source: Performance
ru: Выступление

source: [dist=%s] %s (%d): %s
ru: [дист=%s] %s (%d): %s

source: [dist=%s] %s %s (%d): %s
ru: [дист=%s] %s %s (%d): %s

source: [dist=%s] %s: %s
ru: [дист=%s] %s: %s

source: item
ru: предмет

source: item:
ru: предмет:

source: zeny
ru: зени
