Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: Syntax Error in function 'party sharediv' (Set Party Item Division) Usage: party sharediv <flag>
pt: Erro de Sintaxe na função 'party sharediv' (Configurar Dividir Itens do Grupo) Uso: party sharediv <booleano>

source: Syntax Error in function 'party kick' (Kick Party Member) Usage: party kick <party member>
pt: Erro de sintaxe na função 'party kick' (Expulsa Membro do Grupo) Uso: party kick <membro do grupo>

source: Error in function 'party kick' (Kick Party Member) Can't kick member - member %s doesn't exist.
pt: Erro na função 'party kick' (Expulsa Membro do Grupo) Não foi possível expulsar o membro - o membro %s não existe.
ru: Ошибка в консольной команде 'party kick' (выгнать из пати) Нельзя выгнать из пати, ибо %s не в пати.

source: Syntax Error in function 'party leader' (Change Party Leader) Usage: party leader <party member>
pt: Erro de sintaxe na função 'party leader' (Muda Lider do Grupo) Uso: party leader <membro do grupo>

source: Error in function 'party leader' (Change Party Leader) Can't change party leader - member %s doesn't exist.
pt: Erro na função 'party leader' (Muda o Líder do Grupo) Impossível mudar o líder do grupo - o membro %s não existe.
ru: Ошибка в консольной команде 'party leader' (Смена лидера пати) Нельзя сменить пати - игрок %s не в пати.

source: Can't change party leader - you are already a party leader.
pt: Não foi possível mudar o líder do grupo - você já é o líder.

source: Syntax Error in function 'party' (Party Management) Usage: party [<info|create|join|request|leave|share|shareitem|sharediv|shareauto|kick|leader>]
pt: Erro de sintaxe na função 'party' (Gerenciamento de Grupo) Uso: party [<info|create|join|request|leave|share|shareitem|sharediv|shareauto|kick|leader>]

source: Your Pecopeco is active
pt: Você possui um Pecopeco.
ru: Ваш Пекопеко активен.

source: Your Pecopeco is inactive
pt: Você não possui um Pecopeco.
ru: Ваш Пекопеко неактивен.

source: Error in function 'pecopeco release' (Remove Pecopeco Status) You don't possess a Pecopeco.
pt: Erro na função 'pecopeco release' (Remove Pecopeco) Você não possui um Pecopeco.
ru: Ошибка в консольной команде 'pecopeco release' (убрать Пекопеко) Вы не на Пекопеко.

source: Error in function 'pet [capture|c]' (Capture Pet) Monster %s does not exist.
pt: Erro na função 'pet [capture|c]' (Capturar Mascote) Monstro %s não existe.

source: Error in function 'pet [capture|c]' (Capture Pet) '%s' must be a monster index.
pt: Erro na função 'pet [capture|c]' (Capturar Mascote) %s deve ser o índice de um monstro.

source: Error in function 'pet [hatch|h] #' (Hatch Pet) Egg: %s could not be found.
pt: Erro na função 'pet [hatch|h] #' (Choca Ovo de Mascote) Ovo: %s não pôde ser encontrado.
ru: Ошибка в консольной команде 'pet [hatch|h]' (Выбор Питомца) Не получается найти яйцо %s

source: Error in function 'pet' (Pet Management) You don't have a pet.
pt: Erro na função 'pet' (Gerenciamento de Mascote)' Você não tem um mascote.
ru: Ошибка в консольной команде 'pet' (питомцы)' У вас нет питомца.

source: Pet Status
pt: Estatísticas do Mascote
ru: Информация о Питомце

source: Name: %-24s Renameable: %s
pt: Nome: %-24s Pode ser renomeado: %s
ru: Имя: %-24s Смена имени: %s

source: Type: %-24s Level: %s
pt: Tipo: %-24s Nível: %s
ru: Тип: %-24s Уровень: %s

source: Accessory: %-19s Hungry: %s
pt: Acessório: %-19s Fome: %s
ru: Аксессуар: %-18s Голод: %s

source: Friendly: %s
pt: Lealdade: %s
ru: Любовь: %s

source: Error in function 'pet [emotion|e] <number>' (Emotion Pet) '%s' must be an integer.
pt: Erro na função 'pet [emotion|e] <número>' (Captura Mascote) %s deve ser um número inteiro.

source: Usage: pet [capture <monster #> | hatch <item #> | status | info | feed | performance | return | unequip | name <name>] | emotion <number>
pt: Uso: pet [capture <# do monstro> | hatch <# do item> | status | info | feed | performance | return | unequip | name <nome>] | emotion <número>

source: Pet List
pt: Lista de Mascotes
ru: Список питомцев

source: # Name Type Distance Coordinates
pt: # Nome Tipo Distância Coordenadas
ru: # Имя Тип Дистанция Координаты

source: Guild Player List
pt: Lista de Jogadores no Clã
ru: Список игроков Гильдии

source: # Name Sex Lv Job Dist Coord
pt: # Nome Sexo Nv Classe Distância Coordenada
ru: # Имя Пол Ур Профессия Дист Коорд.

source: Total guild players: %s
pt: Total de membros no clã: %s
ru: Всего игроков из гильдии: %s

source: Total players: %s
pt: Total de jogadores: %s
ru: Всего игроков: %s

source: There are no players near you.
pt: Não há personagens nos arredores.
ru: Рядом с вами нет других игроков.

source: Party Player List
pt: Lista de Jogadores do Grupo
ru: Список Игроков Сопартийцев

source: Total party players: %s
pt: Total de jogadores no grupo: %s
ru: Всего игроков в пати: %s

source: Player "%s" does not exist.
pt: Jogador "%s" não existe.
ru: Игрок "%s" отсутствует.

source: Player Info
pt: Informação de Personagens
ru: Информация об игроке

source: Account ID: %s (Hex: %s) Title ID : %s Party: %s Guild: %s Guild title: %s Position: %s, %s (%s of you: %s degrees) Level: %-7d Distance: %-17s Sex: %-6s Class: %s Body direction: %-19s Head direction: %-19s Weapon: %s Shield: %s Upper headgear: %-19s Middle headgear: %-19s Lower headgear: %-19s Hair color: %-19s Walk speed: %s secs per block
pt: ID da Conta: %s (Hex: %s) ID de Título : %s Grupo: %s Clã: %s Título do Clã: %s Posição: %s, %s (%s de você: %s graus) Level: %-7d Distância: %-17s Sexo: %-6s Classe: %s Direção Corpo: %-19s Direção Cabeça: %-19s Arma : %s Escudo : %s Chapéu Topo: %-19s Chapéu Meio: %-19s Chapéu Baixo: %-19s Cor de cabelo: %-19s Velocidade: %s segundos por bloco.

source: Player is dead.
pt: Jogador está morto.
ru: Игрок мёртв.

source: Player is sitting.
pt: Jogador está sentado.
ru: Игрок сидит.

source: Player is facing towards you.
pt: O jogador está olhando pra você.
ru: Игрок смотрит на вас.

source: Statuses: %s
pt: Efeitos: %s
ru: Статусы: %s

source: Player List
pt: Lista de Personagens
ru: Список игроков

source: Currently loaded plugins
pt: Plugins atualmente carregados

source: # Name Description
pt: # Nome Descrição
ru: # Имя Описание

source: Syntax Error in function 'plugin reload' (Reload Plugin) Usage: plugin reload <plugin name|plugin number#|"all">
pt: Erro de sintaxe na função 'plugin reload' (Recarrega Plugin) Uso: plugin reload <nome do plugin|número do plugin #|"all">
ru: Синтаксическая ошибка в консольной команде 'plugin reload' (Перезагрузка плагина) Используйте: plugin reload <имя плагина|№ плагина|"all">

source: Syntax Error in function 'plugin load' (Load Plugin) Usage: plugin load <filename|"all">
pt: Erro de sintaxe na função 'plugin load' (Carrega um plugin) Uso: plugin load <nome do arquivo|"all">
ru: Синтаксическая ошибка в консольной команде 'plugin load' (Загрузка плагина) Используйте: plugin load <имя файла|"all">

source: Syntax Error in function 'plugin unload' (Unload Plugin) Usage: plugin unload <plugin name|plugin number#|"all">
pt: Erro de sintaxe na função 'plugin unload' (Descarrega um plugin) Uso: plugin unload <nome do plugin|número do plugin #|"all">
ru: Синтаксическая ошибка в консольной команде 'plugin unload' (Выгрузка плагина) Используйте: plugin unload <имя плагина|№ плагина|"all">

source: All plugins have been unloaded.
pt: Todos os plugins foram descarregados.

source: Plugin command syntax
pt: Sintaxe de Comandos de Plugin
ru: Синтаксис команды 'plugin'

source: Command: Description: plugin List loaded plugins plugin load <filename> Load a plugin plugin unload <plugin name|plugin number#|"all"> Unload a loaded plugin plugin reload <plugin name|plugin number#|"all"> Reload a loaded plugin
pt: Comando: Descrição: plugin Lista plugins carregados plugin load <nome de arquivo> Carrega um plugin plugin unload <nome do plugin|número do plugin|"all"> Descarrega um plugin plugin reload <nome do plugin|número do plugin|"all"> Recarrega um plugin
ru: Команда: Описание: plugin Показать подключеные плагины plugin load <имя_файла> Подключить плагин plugin unload <имя_плагина|№ плагина|"all"> Выключить плагин plugin reload <имя_плагина|№ плагина|"all"> Перезагрузить плагин

source: Syntax Error in function 'plugin' (Control Plugins)
pt: Erro de sintaxe na função 'plugin' (Controlar Plugins)
ru: Синтаксическая ошибка в консольной команде 'plugin' (управление плагинами)

source: PM List
pt: Lista de PM
ru: Список собеседников

source: Portal List
pt: Lista de Portais
ru: Список порталов

source: # Name Coordinates
pt: # Nome Coordenadas
ru: # Название Координаты

source: Files '%s' or '%s' does not exist.
pt: Arquivos '%s' ou '%s' não existem.

source: Recorded new portal (destination): %s (%s, %s) -> %s (%s, %s) [%s]
pt: Nova destinação de portal memorizada: %s (%s, %s) -> %s (%s, %s) [%s]

source: Recorded new portal (destination): %s (%s, %s) -> %s (%s, %s)
pt: Novo portal gravado (destinação): %s (%s, %s) -> %s (%s, %s)

source: Syntax Error in function 'portals' (List portals) Usage: portals or portals <recompile|add>
pt: Erro de sintaxe na função 'portals' (Listar portais) Uso: portals ou portals <recompile|add>

source: Syntax Error in function 'pm' (Private Message) Usage: pm (username) (message) pm (<#>) (message)
pt: Erro de sintaxe na função 'pm' (Mensagem Privada) Uso: pm (jogador) (mensagem) pm (<#>) (mensagem)
ru: Синтаксическая ошибка в консольной команде 'pm' (Личное сообщение) Используйте: pm <имя игрока> <сообщение> pm <№> <сообщение>

source: Error in function 'pm' (Private Message) Quick look-up %s does not exist
pt: Erro na função 'pm' (Mensagem Privada) %s não existe na tabela de referência rápida.
ru: Ошибка в консольной команде 'pm' (личное сообщение) %s отсутствует быстрый поиск.

source: Error in function 'pm' (Private Message) You have not pm-ed anyone before
pt: Erro na função 'pm' (Mensagem Privada) Você não mandou pm para ninguém ainda.
ru: Ошибка в консольной команде 'pm' (личное сообщение) Вы не писали до этого никому личных сообщений.

source: Syntax Error in function 'reload' (Reload Configuration Files) Usage: reload <name|"all">
pt: Erro de sintaxe na função 'reload' (Recarrega arquivos de configuração) Uso: reload <nome|"all">
ru: Синтаксическая ошибка в консольной команде 'reload' (Перезагузка конфигурационных файлов) Используйте: reload <имя|"all">

source: Invalid range in function 'relog'
pt: Intervalo inválido na função 'relog'
ru: Недопустимый диапазон в консольной команде 'relog'

source: Syntax Error in function 'relog' (Log out then log in.) Usage: relog [delay]
pt: Erro de sintaxe na função 'relog' (Desconectar e Relogar) Uso: relog [tempo de espera]
ru: Синтаксическая ошибка в консольной команде 'relog' (Переподключение) Используйте: relog [секунды]

source: 'Repair List' is empty.
pt: 'Lista de Reparos' está vazia.

source: Repair List
pt: Lista de Reparos

source: # Short name Full name
pt: # Nome Curto Nome Completo

source: Attempting to repair item: %s (%d)
pt: Tentando consertar item: %s (%d)

source: Item with index: %s does either not exist in the 'Repair List'.
pt: Item com índice: %s ou não existe na 'Lista de Reparo' ou a lista está vazia.

source: Cancel repair item.
pt: Cancelar Reparo de Item.

source: Syntax Error in function 'repair' (Repair player's items) Usage: repair repair <item #> repair cancel
pt: Erro de sintaxe na função 'repair' (Reparar Itens dos Jogadores) Usage: repair repair <item #> repair cancel

source: Type
pt: Tipo
ru: Тип

source: Name
pt: Nome
ru: Имя

source: Your sell list is empty.
pt: Sua lista de vendas está vazia.
ru: Ваш список продажи пуст.

source: Sell List
pt: Lista para Venda
ru: Список предметов на продажу

source: # Item Amount
pt: # Item Quantidade
ru: # Название предмета Кол-во

source: Sell list has been cleared.
pt: Lista de vendas esvaziada.
ru: Список продажи очищен.

source: Syntax Error in function 'sell' (Sell Inventory Item) Usage: sell <inventory item index #> [<amount>] sell list sell done sell cancel
pt: Erro de sintaxe na função 'sell' (Vende itens do inventário) Uso: sell <número do item no inventário #> [<quantidade>] sell list sell done sell cancel
ru: Синтаксическая ошибка в консольной команде 'sell' (Продать предмет инвентаря) Используйте: sell <№ предмета> [<кол-во>] sell list sell done sell cancel

source: %s (%s) is already in the sell list.
pt: %s (%s) já está na lista de vendas.
ru: %s (%s) уже в списке продажи.

source: Added to sell list: %s (%s) x %s
pt: Adicionado à lista de vendas: %s (%s) x %s
ru: Добавлено к списку продажи: %s (%s) x %s шт.

source: Type 'sell done' to sell everything in your sell list.
pt: Digite 'sell done' para vender tudo na sua lista de vendas.
ru: Напишите 'sell done' для продажи всего списка продажи.

source: Error in function 'sell' (Sell Inventory Item) '%s' is not a valid item index #; no item has been added to the sell list.
pt: Erro na função 'sell' (Vende um Item do Inventário) '%s' não é um índice de item válido #; nenhum item foi adicionado à lista de vendas.
ru: Ошибка в консольной команде 'sell' (продажа предметов) '%s' неверный № предмета; Предмет не был добавлин в список продажи.

source: You must be connected to the server to use this command (%s)
pt: Você deve estár conectado no servidor para usar este comando (%s)
ru: Вы должны быть соединены с сервером, чтобы использовать консольную команду (%s).

source: You do not have a shop open.
pt: Você não possui uma loja aberta.
ru: У Вас нет открытого магазина.

source: # Name Type Price Amount Sold
pt: # Nome Tipo Quant. Preço Vendido

source: You have earned: %sz. Current zeny: %sz. Maximum earned: %sz. Maximum zeny: %sz.
pt: Você ganhou: %sz. Zeny atual: %sz. Máximo ganho: %sz. Zeny máximo: %sz.
ru: Продано товаров на сумму: %sz Текущее количество зени: %sz Осталось товаров на сумму: %sz Максимально возможная сумма: %sz

source: You do not have a buying shop open.
pt: Você não possui uma loja de compras aberta.
ru: У Вас нет открытой лавки.

source: # Name Type Price Amount
pt: # Nome Tipo Quant. Preço

source: Basic Skill level 3 or New Basic Skill (Doram) is required in order to sit or stand.
pt: A habilidade Habilidades Básicas level 3 é necessária para poder sentar ou levantar.

source: Syntax Error in function 'skills' (Skills Functions) Skills list is not ready yet.
pt: Erro de sintaxe na função 'skills' (Habilidades) A lista de habilidades ainda não está disponível
ru: Ошибка в консольной команде 'skills' (Управление умениями) Список умений ещё не загружен.

source: Skill List
pt: Lista de Habilidades
ru: Список умений

source: # Skill Name Lv SP
pt: # Nome da Habilidade Nv SP
ru: # Название умения Уровень SP

source: Error in function 'skills add' (Add Skill Point) Skill %s does not exist.
pt: Erro na função 'skills add' (Adiciona Pontos na Habilidade) Habilidade %s não existe.
ru: Ошибка в консольной команде 'skills add' (Добавление скилл-поинта) Умение %s отсутствует.

source: Error in function 'skills add' (Add Skill Point) Not enough skill points to increase %s
pt: Erro na função 'skills add' (Adiciona Pontos na Habilidade) Pontos de habilidade insuficientes para incrementar %s
ru: Ошибка в консольной команде 'skills add' (Добавление скилл-поинта) Недостаточно скилл-поинтов для прокачки умения %s.

source: Error in function 'skills add' (Add Skill Point) Skill %s reached its maximum level or prerequisite not reached
pt: Erro na função 'skills add' (Adiciona Pontos na Habilidade) A habilidade %s ou atingiu seu nível máximo ou seus pré-requisitos ainda não foram obtidos
ru: Ошибка в консольной команде 'skills add' (Добавление скилл-поинта) Умение %s достигло максимального уровня или не прокачены предыдущие умения.

source: Error in function 'skills desc' (Skill Description) Skill %s does not exist.
pt: Erro na função 'skills desc' (Descrição da Habilidade) Habilidade %s não existe.
ru: Ошибка в консольной команде 'skills desc' (описание умения) Умение %s отсутствует.

source: Skill: %s
pt: Habilidade: %s
ru: Уменее: %s

source: Syntax Error in function 'skills' (Skills Functions) Usage: skills [<add | desc>] [<skill #>]
pt: Erro de sintaxe na função 'skills' (Funções da Habilidada) Uso: skills [<add | desc>] [<habilidade #>]
ru: Синтаксическая ошибка в консольной команде 'skills' (Управление умениями) Используйте: skills [<add | desc>] [<№ умения>]

source: Slave List
pt: Lista de Slaves
ru: Список помошников

source: # Name Type Distance Coordinates
pt: # Nome Tipo Distância Coordenadas
ru: # Имя Тип Дистанция Координаты

source: Area Effects List
pt: Lista de Efeitos em Área
ru: Список наземных умений

source: # Type Source X Y Range lvl
pt: # Tipo Fonte X Y Alcance lvl

source: Character stats information not yet available.
pt: Atributos do personagem ainda não está disponível.
ru: Информация о статах ещё недоступна.

source: You must be logged in the game to use this command 'st add'
pt: Você precisa estár conectado no jogo para usar este comando ('st add')

source: Syntax Error in function 'st add' (Add Status Point) Usage: st add <str | agi | vit | int | dex | luk>
pt: Erro de sintaxe na função 'st add' (Incrementa Atributos) Uso: st add <str | agi | vit | int | dex | luk>

source: Error in function 'st add' (Add Status Point) You cannot add more stat points than 99
pt: Erro na função 'st add' (Adiciona ponto de Atributo) Você não pode adicionar mais que 99 pontos de atributo.

source: Error in function 'st add' (Add Status Point) Not enough status points to increase %s
pt: Erro na função 'st add' (Adiciona ponto de Atributo) Não há pontos de atributo suficientes para incrementar %s

source: None
pt: Nenhum
ru: Пусто

source: Char Stats
pt: Atributos do Personagem
ru: Состояние персонажа

source: Str: @<<+@<< #@< Atk: @<<+@<< Def: @<<+@<< Agi: @<<+@<< #@< Matk: @<<@@<< Mdef: @<<+@<< Vit: @<<+@<< #@< Hit: @<< Flee: @<<+@<< Int: @<<+@<< #@< Critical: @<< Aspd: @<< Dex: @<<+@<< #@< Status Points: @<<< Luk: @<<+@<< #@< Guild: @<<<<<<<<<<<<<<<<<<<<<<< Hair color: @<<<<<<<<<<<<<<<<< Walk speed: %.2f secs per block
pt: For: @<<+@<< #@< Atq: @<<+@<< Def: @<<+@<< Agi: @<<+@<< #@< Matq: @<<@@<< Mdef: @<<+@<< Vit: @<<+@<< #@< Precisão: @<< Esquiva: @<<+@<< Int: @<<+@<< #@< Crítico: @<< Aspd: @<< Des: @<<+@<< #@< Pontos de Atributo: @<<< Sor: @<<+@<< #@< Clã: @<<<<<<<<<<<<<<<<<<<<<<< Cor de Cabelo: @<<<<<<<<<<<<<<<<< Velocidade: %.2f segundos por célula
ru: Str: @<<+@<< #@< Atk: @<<+@<< Def: @<<+@<< Agi: @<<+@<< #@< Matk: @<<@@<< Mdef: @<<+@<< Vit: @<<+@<< #@< Hit: @<< Flee: @<<+@<< Int: @<<+@<< #@< Critical: @<< Aspd: @<< Dex: @<<+@<< #@< Очки харрактеристик: @<<< Luk: @<<+@<< #@< Гильдия: @<<<<<<<<<<<<<<<<<<<<<<< Цвет волос: @<<<<<<<<<<<<<<<<< Скорость ходьбы: %.2f сек. за блок

source: You are sitting.
pt: Você está sentando.
ru: Вы сели.

source: Character status information not yet available.
pt: Estados do personagem ainda não estão disponíveis.
ru: Информация о состоянии персонажа ещё недоступна.

source: Status
pt: Estatísticas
ru: Статусы

source: Cannot get/add/close storage because storage is not opened
pt: Impossível interagir com o armazém porque este não está aberto

source: Syntax Error in function 'storage' (Storage Functions) Usage: storage [<eq|u|nu>] storage close storage add <inventory_item> [<amount>] storage addfromcart <cart_item> [<amount>] storage get <storage_item> [<amount>] storage gettocart <storage_item> [<amount>] storage desc <storage_item_#> storage log
pt: Erro de sintaxe na função 'storage' (Funções do Armazém) Uso: storage [<eq|u|nu>] storage close storage add <item do inventário> [<quantidade>] storage addfromcart <item do carrinho> [<quantidade>] storage get <item do armazém> [<quantidade>] storage gettocart <item do armazém> [<quantidade>] storage desc <tem do armazém> storage log
ru: Синтаксическая ошибка в консольной команде 'storage' (Управление складом) Используйте: storage [<eq|u|nu>] storage close storage add <предмет инвертаря> [<кол-во>] storage addfromcart <предмет телеги> [<кол-во>] storage get <предмет скалада> [<кол-во>] storage gettocart <предмет склада> [<кол-во>] storage desc <предмет склада> storage log

source: No information about storage; it has not been opened before in this session
pt: Nenhuma informação do armazém; ele não foi aberto ainda nessa sessão.
ru: Нет информации о складе; склад ещё ни разу не был открыт.

source: Error in function 'storage_gettocart' (Cart Management) You do not have a cart.
pt: Erro na função 'storage_gettocart' (Gerenciamento de Carrinho)' Você não tem um carrinho.

source: Storage item '%s' does not exist.
pt: Item '%s' não existe no armazém.

source: Error in function 'storage desc' (Show Storage Item Description) Storage Item %s does not exist.
pt: Erro na função 'storage desc' (Mostra Descrição dos Itens no Armazém) Item %s não existe no armazém.
ru: Ошибка в консольной команде 'storage desc' (описание предметов на складе) Предмет %s отсутствует на складе.

source: Store List (%s)
pt: Lista de Itens à Venda (%s)

source: # Name Type Price Amount
pt: # Nome Tipo Preço Quantidade

source: Error in function 'store desc' (Store Item Description) Store item %s does not exist
pt: Erro na função 'store desc' (Mostra Descrição dos Itens na Loja) Item %s do não existe na loja.
ru: Ошибка в консольной команде 'store desc' (описание предмета в магазине) Предмет %s отсутствует в магазине.

source: Syntax Error in function 'store' (Store Functions) Usage: store [<desc>] [<store item #>]
pt: Erro de sintaxe na função 'store' (Funções da Loja) Uso: store [<desc>] [<item da loja #>]
ru: Синтаксическая ошибка в консольной команде 'store' (магазин) Используйте: store [<desc>] [<№ предмета в магазине>]

source: Syntax Error in function 'switchconf' (Switch Configuration File) Usage: switchconf <filename>
pt: Erro de sintaxe na função 'switchconf' (Muda Arquivo de Configuração) Uso: switchconf <nome de arquivo>
ru: Синтаксическая ошибка в консольной команде 'switchconf' (Смена файла конфига) Используйте: switchconf <имя файла>

source: Syntax Error in function 'switchconf' (Switch Configuration File) File %s does not exist.
pt: Erro de sintaxe na função 'switchconf' (Muda Arquivo de Configuração) Arquivo %s não existe.
ru: Синтаксическая ошибка в консольной команде 'switchconf' (смена файла конфига) Файл %s отсутствует.

source: Switched config file to "%s".
pt: Arquivo de configuração alterado para "%s".
ru: Конфиг переключен на файл "%s".

source: Syntax Error in function 'take' (Take Item) Usage: take <item #>
pt: Erro de sintaxe na função 'take' (Pegar Item) Uso: take <item #>
ru: Синтаксическая ошибка в консольной команде 'take' (Поднять предмет) Используйте: take <№ предмета>

source: Error in function 'take first' (Take Item) There are no items near.
pt: Erro na função 'take first' (Pegar Item) Não há itens próximo.
ru: Ошибка в консольной команде 'take first' (взять) Рядом нет ни одного предмета.

source: Error in function 'take' (Take Item) Item %s does not exist.
pt: Erro na função 'take' (Pegar Item) Item %s não existe.
ru: Ошибка в консольной команде 'take' (взять) Предмет %s отсутствует.

source: Error in function 'talk resp' (Respond to NPC) No NPC response list available.
pt: Erro na função 'talk resp' (Responde o NPC) Nenhuma lista de respostas disponível.
ru: Ошибка в консольной команде 'talk resp' (выбрать вариант ответа) Список вариантов ответа недоступен.

source: Responses (
pt: Respostas (

source: # Response
pt: # Resposta
ru: # Вариант ответа

source: Syntax Error in function 'talk' (Talk to NPC) Usage: talk <NPC # | "NPC name" | cont | resp | num | text > [<response #>|<number #>]
pt: Erro de sintaxe na função 'talk' (Conversa com NPC) Uso: talk <índice do NPC | cont | resp | num | text > [<índice da resposta>|<número>]

source: Error in function 'talk resp' (Respond to NPC) You must specify a response.
pt: Erro na função 'talk resp' (Responde ao NPC) Você deve especificar uma resposta.
