Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: Your Windows TCP/IP stack is broken. Please read %s to learn how to solve this.
pt: Sua pilha TCP/IP está corrompida. Por favor leia %s para saber como resolver isso.
ru: Стек протокола TCP/IP вызвал ошибку. Пожалуйста, прочтите %s чтобы узнать, как решить проблему.

source: You have old files in the OpenKore folder, which may cause conflicts. Please delete your entire OpenKore source folder, and redownload everything.
pt: Você tem arquivos antigos na pasta do OpenKore, que podem causar conflitos. Por favor, delete toda a pasta do OpenKore e refaça o download de tudo.
ru: Файлы в папке OpenKore устарели, это может вызвать конфликты. Пожалуйста, удалите содержимое папок OpenKore, и скачайте всё заново.

source: Your version of the XSTools library is too old. Please upgrade it from %s
pt: Sua versão da XSTools é muito antiga. Por favor atualize-a lendo %s
ru: Версия билиотеки XSTools устарела. Пожалуйста, скачайте свежую версию с сайта %s

source: Your version of (wx)start.exe is incompatible. Please upgrade it from %s
pt: Sua versão do (wx)start.exe é incompatível. Por favor atualize-a lendo %s
ru: Ваша версия (wx)start.exe несовместима. Пожалуйста, скачайте свежую версию с сайта %s

source: Your version of XSTools library is incompatible. Please upgrade it from %s
pt: Sua versão da XSTools é incompatível. Por favor atualize-a lendo %s
ru: Ваша версия библиотеки XSTools несовместима. Пожалуйста, скачайте свежую версию с сайта %s

source: Your version of (wx)start.exe is too old. Please upgrade it from %s
pt: Sua versão do (ws)start.exe é muito antiga. Por favor atualize-a lendo %s
ru: Версия файла (wx)start.exe устарела. Пожалуйста, скачайте свежую версию с сайта %s

source: Bye!
pt: Até breve!
ru: Пока-пока!

source: This plugin cannot be loaded because of a problem in the plugin. Please notify the plugin's author about this problem, or remove the plugin so %s can start. The error message is: %s
pt: Este plugin não pôde ser carregado devido a um problema no plugin. Por favor notifique o autor sobre o problema, ou remova o plugin para que o %s possa inicializar. A mensagem de erro é: %s
ru: Плагин не может быть загружен из-за проблемы в нём. Пожалуйста, сообщите автору плагина, или удалите плагин, тогда %s сможет запуститься. Сообщение об ошибке: %s

source: Loading %s...
pt: Carregando %s...
ru: Загрузка %s...

source: The file %s must be in UTF-8 encoding.
pt: O arquivo %s deve estár sob codificação UTF-8.
ru: Файл %s должен быть в кодировке UTF-8.

source: Unable to load the file %s.
pt: Não foi possível recarregar o arquivo %s.
ru: Не получается загрузить файл %s.

source: Generating session Admin Password...
pt: Gerando Senha de Administrador...
ru: Генерируется пароль Администратора на этот сеанс...

source: Checking for new portals...
pt: Checando novos portais...
ru: Проверка на наличие новых порталов...

source: found new portals!
pt: novos portais encontrados!
ru: найдены новые порталы!

source: New portals have been added to the portals database. The portals database must be compiled before the new portals can be used. Would you like to compile portals now?
pt: Novos portais foram adicionados ao banco de portais. O banco de portais deverá ser compilado antes que os novos portais possam ser utilizados. Você deseja compilá-los agora?
ru: Новые порталы добавлены в базу данных порталов. Для пользования порталами база должна быть скомпилирована. Хотите ли вы скопилировать порталы сейчас?

source: Yes, compile now.
pt: Sim, compile agora.

source: No, don't compile it.
pt: Não, não compile.

source: Compile portals?
pt: Compilar portais?

source: compiling portals
pt: compilando portais

source: skipping compile
pt: ignorando compilação

source: none found
pt: nenhum encontrado
ru: ничего не найдено

source: Please enter your Ragnarok Online username.
pt: Por favor informe o seu login do Ragnarok Online.
ru: Пожалуйста, введите Ваш логин в Ragnarok Online.

source: Please enter your Ragnarok Online password.
pt: Por favor informe a sua senha do Ragnarok Online.
ru: Пожалуйста, введите Ваш пароль в Rangnarok Online.

source: Please choose a master server to connect to.
pt: Por favor escolha um servidor para se conectar.
ru: Пожалуйста, выберите Мастер-сервер для подключения.

source: Master servers
pt: Servidores
ru: Мастер-сервер

source: Server you've selected (%s) is now marked as dead.
pt: O servidor selecionado (%s) está marcado como morto.
ru: Сервер, который Вы выбрали (%s), отмечен как мёртный.

source: Required server options are not set: %s
pt: A seguinte opção para o servidor não está definida: %s
ru: Не установлены обязательные серверные настройки: %s

source: Next restart in %s
pt: Próximo reinício em %s
ru: Следующий рестарт в %s

source: Auto-restarting!!
pt: Reiniciando automaticamente!!
ru: Авто-рестарт!!

source: Sleeping for %s
pt: Parando por %s
ru: Перерыв %s

source: Changing configuration file (from "%s" to "%s")...
pt: Mudando arquivo de configuração (de "%s" para "%s")...
ru: Смена конфигурационного файла (с "%s" на "%s")...

source: %s B%s (%s), J%s (%s) : w%s%s [%s] - %s
pt: %s B%s (%s), C%s (%s) : p%s%s [%s] - %s

source: %sNot connected - %s
pt: %sNão conectado - %s
ru: %sНе подключен - %s

source: %sConnecting - %s
pt: %sConectando-se - %s
ru: %sПодключение - %s

source: Calculating route to find master: %s
pt: Calculando rota para encontrar o mestre: %s
ru: Расчитывается маршрут для поиска ведущего: %s.

source: Calculating route to find master: %s (%s,%s)
pt: Calculando rota para encontrar o mestre: %s (%s, %s)
ru: Расчитывается маршрут для поиска ведущего: %s (%s, %s).

source: Your
pt: Seu
ru: Ваш

source: itself
pt: si
ru: себя

source: Unknown #
pt: Desconhecido #
ru: Неизвестный #

source: %s are now attacking %s
pt: %s está agora atacando %s
ru: %s сейчас нападаете на %s

source: %s is now attacking %s
pt: %s está agora atacando %s
ru: %s нападает на %s

source: Calculating route to: %s(%s): %d, %d
pt: Calculando rota para: %s(%s): %d, %d
ru: Расчёт маршрута до: %s(%s): %d, %d.

source: Calculating route to: %s(%s)
pt: Calculando rota para: %s(%s)
ru: Расчёт маршрута до: %s(%s).

source: Map %s does not exist
pt: Mapa %s não existe.
ru: Локации %s не существует.

source: Attack a monster.
pt: Ataca um monstro.
ru: атаковать моба

source: <monster #>
pt: <índice do monstro>

source: attack the specified monster
pt: ataca o monstro especificado
ru: атаковать указанного моба

source: Achievement management
pt: Gerenciamento de Conquistas

source: shows all current achievements
pt: mostra todas as Conquistas atuais

source: shows information about the achievement
pt: mostra informação sobre a conquista

source: request reward for the achievement of achievementID
pt: requisita a recompense pela Conquista do achievementID

source: Enable/disable AI.
pt: Ativa/desativa a IA.
ru: включает и выключает AI (искусственный интеллект)

source: toggles AI on/manual/off
pt: alterna a IA entre ligado/manual/desligado
ru: переключает AI - вкл/ручной/выкл

source: enables AI
pt: ativa a IA
ru: включить AI

source: disables AI
pt: desativa a IA
ru: выключить AI

source: makes AI manual
pt: torna a IA manual
ru: перевести AI в ручное управление

source: displays the contents of the %ai_v hash, for debugging purposes
pt: mostra o conteúdo da hash %ai_v, para depuração
ru: вывести содежание хеша %ai_v hash (отладка)

source: clears AI sequences
pt: limpa a sequência de IA
ru: очистить очередь AI

source: displays detailed info about current AI sequence
pt: mostra informação detalhada sobre a sequência de IA atual
ru: вывести подробную инфу про элемент очереди AI

source: Display current AI sequences.
pt: Mostra a sequência da IA.
ru: вывести очередь AI

source: Display the status of your vending shop.
pt: Mostra o status de sua loja de venda.
ru: вывести состояние вашей торговой лавки

source: Create Arrows.
pt: Cria flechas.
ru: создать стрелы

source: lists available arrow-crafting items
pt: lista itens que podem ser utilizados para criar flechas
ru: вывести список предметов для изготовления стрел

source: use the Archer's Arrow Craft skill
pt: usa a habilidade de Arqueiro Fabricar Flechas
ru: использовать умение лучников - Arrow Craft

source: <arrowcraft #>
pt: <índice do material>

source: create arrows using an item from the 'arrowcraft' list
pt: cria flechas utilizando um item da lista de materiais
ru: создать стрелы используя предмет из 'arrowcraft' списка

source: forceuse <inventory item #>
pt: forceuse <índice do item no inventário>

source: craft arrows immediately from an item without using the skill
pt: cria flechas imediatamente de um material sem utilizar a habilidade
ru: немедленно создать стрелы из предмета, не используя умение

source: Stop attacking a monster.
pt: Para de atacar um monstro.
ru: прекратить атаковать моба

source: Attendance System.
pt: Sistema Logue e Ganhe.

source: Attendance System
pt: Sistema Logue e Ganhe

source: Request the Current Day Reward
pt: Solicita a Recompensa do Dia

source: Initiate auto-buy AI sequence.
pt: Iniciando sequência de compra automática.
ru: начать авто-покупку предметов

source: Auto-sell AI sequence.
pt: Sequência de venda automática.

source: Initiate auto-sell AI sequence
pt: Iniciando sequência de venda automática

source: Simulate list of items to sell (synonym: 'simulate' or 'debug')
pt: Simula lista de items para vender (sinônimo: 'simulate' ou 'debug')

source: Initiate auto-storage AI sequence.
pt: Iniciando sequência de armazenamento automático.
ru: начать авто-складирование предметов

source: (Un)authorize a user for using Kore chat commands.
pt: (Des)autorizar um personagem de utilizar os comandos de chat do Kore.
ru: наделение другого игрока правом управлять Kore командами чата

source: <player name> 0
pt: <nome do personagem> 0

source: unauthorize <player name>
pt: unauthorize <nome do personagem>
ru: не подчиняться командам чата указанного игрока <player name>

source: <player name> 1
pt: <nome do personagem> 1

source: authorize <player name>
pt: authorize <nome do personagem>
ru: подчиняться командам чата указанного игрока <player name>

source: Does a bangbang body turn.
pt: Gira o personagem no sentido horário.
ru: повернуться по часовой стрелке на 45 градусов

source: Does a bingbing body turn.
pt: Gira o personagem no sentido anti-horário.
ru: повернуться против часовой стрелки на 45 градусов

source: Banking management.
pt: Gerenciamento do Banco.

source: Open Banking Interface
pt: Abrir Interface do Banco

source: Deposit Zeny in Banking
pt: Deposita Zeny no Banco

source: Withdraw Zeny from Banking
pt: Saca Zeny do Banco

source: Send a message in the battlegrounds chat.
pt: Envia uma mensagem no chat de Batalha Campal.
ru: отправить сообщение в турнирный чат

source: <message>
pt: <mensagem>

source: send <message> in the battlegrounds chat
pt: envia <mensagem> no chat de Batalha Campal
ru: отправить сообщение <message> в турнирный чат

source: Interact with a group booking
pt: Interage com uma reserva de grupo
ru: Взаимодействовать с группой бронирования

source: Buy an item from the current NPC shop
pt: Compra um item da loja de NPC atual
ru: купить предмет у неписи в магазине

source: <store item #> [<amount>]
pt: <índice do item na loja> [<quantidade>]

source: buy <amount> items from the 'store' list
pt: compra <quantidade> do item da loja
ru: купить <amount> шт. предмета из 'store' списка

source: Chat in the public chat.
pt: Usa o chat público.
ru: послать сообщение в публичный чат

source: send <message> to public chat
pt: envia <mensagem> no chat público

source: Card compounding.
pt: Combinar carta.
ru: вставить карту

source: lists cards in the inventory
pt: lista as cartas no inventário
ru: вывести список карт в инвентаре

source: initiate card compounding using the specified card
pt: inicia o processo de combinar a carta especificada
ru: начать вставку выбранной карты

source: lists items to merge card with
pt: lista itens que podem ser combinados com a carta
ru: вывести список предметов, куда можно вставить карту

source: cancel a card merge request
pt: cancela composição de carta
ru: отменить вставку карты

source: merge card with item and finalize card compounding
pt: combina a carta com o item e finaliza o processo
ru: вставить карту в предмет и закончить процесс

source: instantly merge the card with an item
pt: combina a carta com um item instantaneamente
ru: немедленно вставить карту в указанный предмет

source: Cart management
pt: Gerenciamento de carrinho
ru: управление телегой

source: lists items in cart.
pt: lista itens no carrinho.
ru: вывести список предметов в телеге

source: add <amount> items from inventory to cart
pt: move <quantidade> de itens do inventário para o carrinho
ru: добавить в телегу <amount> шт. предмета из инвентаря

source: get <amount> items from cart to inventory
pt: move <quantidade> de itens do carrinho para o inventário
ru: взять из телеги <amount> шт. предмета в инвентарь

source: displays cart item description
pt: mostra a descrição de um item no carrinho
ru: вывести описание предмета из телеги

source: Cash shop management
pt: Gerenciamento da Loja de Cash

source: open Cash shop
pt: abrir Loja de Cash

source: close Cash shop
pt: fecha Loja de Cash

source: buy items from Cash shop
pt: compra itens da Loja de Cash

source: show the number of available Cash shop points
pt: mostra o numero de Cash points disponível

source: lists the Cash shop items
pt: lista os items da Loja de Cash

source: Buy Cash item
pt: Compra Item de Cash

source: buy items from cash dealer
pt: compra items do vendedor de cash

source: Ask server to exit to the character selection screen.
pt: Pede ao servidor para sair para o servidor de personagens.
ru: попросить сервер вывести диалог выбора персонажа

source: Chat room management.
pt: Gerenciamento da sala de chat.
ru: управление чатом

source: lists chat rooms on screen
pt: lista as salas de chat na tela
ru: вывести список всех чатов на экране

source: join <chat room #>
pt: join <índice da sala de chat>

source: join a chat room
pt: entra em uma sala de chat
ru: войти в указанный чат

source: displays info about the current chat room
pt: mostra informação sobre a sala de chat atual
ru: вывести справку о текущем чате

source: leave the current chat room
pt: sai da sala de chat atual
ru: покинуть чат

source: create "<title>" [<limit #> <public flag> <password>]
pt: create "<título>" [<limite de usuários> <privacidade> <senha>]

source: create a chat room
pt: cria uma nova sala de chat
ru: создать чат

source: modify "<title>" [<limit #> <public flag> <password>]
pt: modify "<título>" [<limite de usuários> <privacidade> <senha>]

source: modify the current chat room
pt: modifica a sala de chat atual

source: bestow <user #>
pt: bestow <índice do personagem>

source: bestow admin to chat room user
pt: transfere o status de administrador para um terceiro
ru: наделить игрока админскими правами

source: kick <user #>
pt: kick <índice do personagem>

source: kick a chat room user
pt: expulsa um personagem da sala de chat
ru: выпнуть игрока из чата

source: Display last few entries from the chat log.
pt: Mostra as últimas entradas do registro de chat.
ru: вывести последние несколько строк из чата

source: display last 5 entries
pt: mostra as cinco últimas entradas
ru: вывести последние 5 записей

source: <number>
pt: <número>

source: display last <number> entries
pt: mostra as <número> últimas entradas
ru: вывести последние <number> строк

source: Clear the item log.
pt: Limpa o registro de itens.
ru: очистить лог предметов

source: Clear the chat log.
pt: Limpa o registro de chat.
ru: очистить чат-лог

source: Close your vending shop.
pt: Fecha sua lojinha.
ru: закрыть вашу торговую лавку

source: Change a configuration key
pt: Muda uma chave de configuração
ru: изменить значение параметра конфига

source: <key>
pt: <chave>

source: displays value of <key>
pt: mostra o valor de <chave>
ru: вывести значение параметра <key>

source: <key> <value>
pt: <chave> <valor>

source: sets value of <key> to <value>
pt: define o valor de <chave> para <valor>
ru: дать парметру <key> новое значение <value>

source: <key> none
pt: <chave> none

source: unsets <key>
pt: remove o valor de <chave>
ru: очистить значение параметра <key>

source: <label>.<attribute>
pt: <rótulo>.<atributo>

source: displays value of the specified configuration key through label
pt: exibe o valor da chave de configuração especificada por meio do rótulo

source: <label>.<attribute> <value>
pt: <rótulo>.<atributo> <valor>

source: set a new value for the specified configuration key through label
pt: define um novo valor para a chave de configuração utilizando o rótulo
ru: дать новое значение заданного меткой атрибуту

source: <label>.<attribute> none
pt: <rótulo>.<atributo> none

source: unset the specified configuration key through label
pt: remove o valor da chave de configuração especificada utilizando o rótulo
ru: очистить значение заданного меткой атрибута

source: display the current value of the specified block
pt: mostra o valor atual do bloco especifícado

source: <label>.block <value>
pt: <rótulo>.bloco <valor>

source: set a new value for the specified block through <label>
pt: define um novo valor para a chave de configuração utilizando o <rótulo>

source: <label>block none
pt: <rótulo> bloco none

source: unset the specified block through <label>
pt: remove o valor da chave de configuração especificada utilizando o <rótulo>

source: Damage taken report
pt: Relatório de dano recebido
ru: вывести отчет о полученном уроне

source: displays the damage taken report
pt: mostra o relatório de dano recebido
ru: вывести отчет

source: resets the damage taken report
pt: limpa o relatório de dano recebido
ru: обнулить отчет

source: Trade items with another player.
pt: Troca itens com outro personagem.
ru: торговля предметами с другими игроками

source: accept an incoming deal/finalize the current deal/trade
pt: aceita uma solicitação de negociação/finaliza uma negociação
ru: принять входящую сделку, подтвердить/заключить текущую сделку

source: <player #> | <player_name>
pt: <player #> | <nome_do_jogador>

source: request a deal with player
pt: solicita negociação
ru: запросить сделку у игрока

source: add <inventory item #> [<amount>]
pt: add <índice do item no inventário> [<quantidade>]

source: add items to current deal
pt: adiciona itens à negociação atual
ru: добавить предметы в сделку

source: add z [<amount>]
pt: add z [<quantidade>]

source: add zenny to current deal
pt: adiciona zeny à negociação atual
ru: добавить зени в сделку

source: deny an incoming deal/cancel the current deal
pt: rejeita uma solicitação de negociação/cancela a negociação atual
ru: отклонить входящую сделку, отменить текущую сделку

source: Toggle debug on/off.
pt: Ativa ou desativa a depuração.
ru: включает и выключает режим отладки

source: <level>
pt: <nível>

source: sets debug level to <level>
pt: define o nível de depuração para <nível>
ru: задать уровень отладки - <level>

source: displays debug information
pt: mostra informação de depuração
ru: вывести отладочную информацию

source: List items in the current deal.
pt: Lista itens na negociação atual.
ru: вывести список предметов в текущей сделке

source: Does a doridori head turn.
pt: Balança a cabeça do personagem.
ru: повернуть голову персонажа

source: Drop an item from the inventory.
pt: Derruba um item do inventário.
ru: выбросить предмет из инвентаря на землю

source: <inventory_item_list> [<amount>]
pt: <item_do_inventário> [<quantidade>]

source: drop an item from inventory
pt: derruba um item do inventário
ru: выбросить предмет

source: Dump the current packet receive buffer and quit.
pt: Mostra um dump do buffer de pacotes recebidos e fecha o Kore.
ru: сдампить буфер принятых пакетов и выйти

source: Dump the current packet receive buffer without quitting.
pt: Mostra um dump do buffer de pacotes recebidos sem fechar o Kore.
ru: сдампить буфер принятых пакетов, но не выходить

source: Show emotion.
pt: Mostra emoticon.
ru: отобразить эмоцию

source: <emotion>
pt: <emoticon>

source: show specified emotion (see tables/emotions.txt)
pt: mostra o emoticon especificado (veja tables/emotions.txt)
ru: отображает указаную эмоцию (смотри tables\emotions.txt)

source: Equip an item.
pt: Equipa um item.
ru: экипировать предмет

source: <inventory item #>
pt: <índice do item no inventário>

source: equips the specified item
pt: equipa o item especificado
ru: экипировать указанный предмет

source: <slotname> <inventory item #>
pt: <nome do slot> <índice do item no inventário>

source: equips the specified item on the specified slot
pt: equipa o item especificado no slot especificado
ru: экипировать предмет в указанный слот

source: lists slot names
pt: lista os nomes de slot
ru: вывести список с названиями слотов экипировки

source: Equip an switch item.
pt: Equipa um item de Switch.

source: Evaluate a Perl expression.
pt: Avalia uma expressão em Perl.
ru: выполнить perl'овый код (только для разрабочиков)

source: <expression>
pt: <expressão>

source: evaluate a Perl expression
pt: avalia uma expressão em Perl
ru: выполнить perl'овый код

source: Experience report.
pt: Relatório de experiência.
ru: вывести отчет по полученному опыту

source: displays the experience report
pt: mostra o relatório de experiência
ru: вывести отчет по полученному опыту

source: display report on monsters killed
pt: mostra o relatório de Monstros matados

source: display report on inventory changes
pt: mostra relatório quando o inventário muda

source: display detailed report on experience gained, monsters killed and items gained
pt: mostra o relatório complete de experiência ganha, monstrous matados e itens ganhos

source: resets the experience report
pt: reinicia o relatório de experiência
ru: обнулить отчет по полученному опыту

source: output the experience report in file 'exp.txt'
pt: salva o relatório de experiência no arquivo 'exp.txt'

source: Falcon status.
pt: Status do falcão.
ru: проверить наличие сокола

source: displays falcon status
pt: mostra o status do falcão
ru: вывести состояние сокола

source: releases your falcon
pt: liberta seu falcão
ru: отпустить вашего сокола

source: Follow another player.
pt: Segue outro personagem.
ru: следовать за ведущим игроком

source: <player name|player #>
pt: <nome ou índice do personagem>

source: follow the specified player
pt: segue o personagem especificado
ru: следовать за указанным игроком

source: stop following
pt: para de seguir
ru: прекратить следование

source: Friend management.
pt: Gerenciamento de amizades.
ru: управление списком друзей

source: lists friends
pt: lista amigos
ru: вывести список друзей

source: request <player name|player #>
pt: request <nome ou índice do personagem>

source: requests player to be your friend
pt: pede um personagem em amizade
ru: попросить игрока стать вашим другом

source: accepts a friend request
pt: aceita um pedido de amizade
ru: согласиться принять дружбу

source: rejects a friend request
pt: rejeita um pedido de amizade
ru: отказаться от дружбы

source: pm <friend #>
pt: pm <índice do amigo>

source: pm a friend
pt: envia uma mensagem privada para um amigo
ru: послать приват другу с указанным номером

source: remove <friend #>
pt: remove <índice do amigo>

source: remove a friend from friends list
pt: remove um amigo da sua lista de amigos
ru: вычеркнуть из списка друга с указанным номером

source: Interact with homunculus.
pt: Interage com homúnculo.
ru: взаимодействие с гомункулом

source: display homunculus status
pt: mostra o status do homúnculo
ru: вывести состояние гомункула

source: feed your homunculus. (Food needed)
pt: alimenta seu homúnculo. (comida necessária)
ru: покормить гомункула (нужна еда)

source: rename your homunculus
pt: renomeia seu homúnculo
ru: переименовать гомункула
