Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: PIN code is invalid, don't use sequences or repeated numbers.
pt: O código PIN é inválido, não utilize sequências ou números repetidos.
ru: Не правильный ПИН-код, не используйте последовательные или повторяющиеся цифры.

source: The login PIN code that you entered is invalid. Please re-enter your login PIN code.
pt: O código PIN que você digitou é inválido. Por favor digite seu código PIN novamente.
ru: Введённый Вами логин ПИН-код неверен. Пожалуйста, попробуйте снова.

source: PIN code is incorrect.
pt: Código PIN incorreto.
ru: Введён неверный ПИН-код.

source: The login PIN code that you entered is incorrect. Please re-enter your login PIN code.
pt: O login PIN code que você digitou está incorreto. Por favor digite seu login PIN code novamente.
ru: Введённый Вами логин ПИН-код неверен. Пожалуйста, попробуйте снова.

source: %s opened Warp Portal on (%d, %d)
pt: %s abriu um Portal em (%d, %d)
ru: Игрок %s открыл варп-портал в (%d, %d).

source: %s has scribbled: %s on (%d, %d)
pt: %s grafitou: %s em (%d, %d)
ru: Игрок %s намалевал: %s по координатам (%d, %d).

source: %s # Name Price
pt: %s # Nome Preço
ru: %s # Имя Цена

source: Success
pt: Sucesso

source: Wrong Tab
pt: Aba Errada

source: Shorttage cash
pt: Dinheiro em Falta

source: Unkonwn item
pt: Item Desconhecido

source: Inventory weight
pt: Peso Inventário

source: Inventory item count
pt: Contagem de Item do Inventário

source: Rune overcount
pt: Supercontagem de runas

source: Eachitem overcount
pt: Superestimar cada item

source: Busy
pt: Ocupado

source: Error while buying %s from cash shop. Error code: %d (%s)
pt: Um erro ocorreu ao comprar %s da loja de cash Erro: %d (%s)

source: Bought %s from cash shop. Current CASH: %d
pt: Comprou %s da loja de cash. CASH Atual: %d

source: %s changed Lower headgear to %s (%d)
pt: %s alterou seu chapéu de baixo para %s (%d)

source: %s changed Upper headgear to %s (%d)
pt: %s alterou seu chapéu do topo para %s (%d)

source: %s changed Middle headgear to %s (%d)
pt: %s alterou seu chapéu do meio para %s (%d)

source: %s changed Shoes to: %s
pt: %s mudou os Sapatos para %s
ru: %s сменил обувь на: %s.

source: Progress bar loading (time: %d).
pt: Barra de progresso em execução (tempo: %d).
ru: Процесс идёт (время: %d).

source: Progress bar finished.
pt: Barra de progresso concluída.
ru: Процесс завершен.

source: Quest: %s has been added.
pt: Missão: %s foi adicionado.
ru: Добавлен квест: %s.

source: [%s] Quest - defeated [%s] progress (%s/%s)
pt: Da missão [%s] - você derrotou [%s] progresso (%s/%s)

source: Quest: %s has been deleted.
pt: Missão: %s foi excluído.
ru: Удалён квест: %s.

source: Quest %s is now active.
pt: Missão %s está agora ativa.
ru: Квест %s сейчас активен.

source: Quest %s is now inactive.
pt: Missão %s está agora inativa.
ru: Квест %s сейчас неактивен.

source: Unknown field,
pt: Mapa desconhecido,
ru: Неизвестная локация,

source: Create Item List
pt: Lista de Itens

source: You can now use the 'create' command.
pt: Você pode agora utilizar o comando 'create'.

source: Storage closed.
pt: Armazém fechado.
ru: Склад закрыт.

source: Storage Item Added: %s (%d) x %d - %s
pt: Item Armazenado: %s (%d) x %d - %s

source: Cart Item Added: %s (%d) x %d - %s
pt: Item Adicionado ao Carrinho: %s (%d) x %d - %s

source: overweight
pt: acima do peso
ru: перевес

source: too many items
pt: itens demais
ru: слишком много предметов

source: Unknown code %s
pt: Código desconhecido %s
ru: Непонятный код %s

source: Can't Add Cart Item (%s)
pt: Não foi possível adicionar item (%s) ao carrinho.
ru: Невозможно добавить предмет в телегу (%s).

source: Ending Item List. ID: %s
pt: Fim da lista de itens. ID: %s

source: Account name [%s] doesn't exist
pt: Nome de usuário [%s] não existe!
ru: Аккаунт с именем [%s] не существует.

source: Enter your Ragnarok Online username again.
pt: Entre com o nome de usuário do Ragnarok Online novamente.
ru: Введите Ваш логин Ragnarok Online снова.

source: Password Error for account [%s]
pt: Erro de Senha para a conta [%s]
ru: Для аккаунта [%s] введён неверный пароль.

source: Enter your Ragnarok Online password again.
pt: Entre com a senha do Ragnarok Online novamente.
ru: Введите заного Ваш пароль Ragnarok Online.

source: The server has denied your connection.
pt: O servidor recusou sua conexão.
ru: Сервер отказал Вам в соединении.

source: Critical Error: Your account has been blocked.
pt: Erro Crítico: Sua conta está bloqueada.
ru: Критическая ошибка: Ваш аккаунт заблокирован.

source: Connect failed, something is wrong with the login settings: version: %s master_version: %s serverType: %s
pt: Conexão falhou, alguma coisa está errada com as configurações de login: version: %s master_version: %s serverType: %s
ru: Подключение не удалось, что-то не верно в этих настройках: version: %s master_version: %s serverType: %s

source: The server is temporarily blocking your connection until %s
pt: O servidor está bloqueando sua conexão temporariamente até %s.
ru: Сервер временно блокирует Ваши подключения до %s.

source: Please dial to activate the login procedure.
pt: Por favor entre em contato para ativar o processo de login.
ru: Пожалуйста, соединитесь с сетью, чтобы войти в игру.

source: Mobile Authentication: Max number of simultaneous IP addresses reached.
pt: Autenticação Remota: O número máximo de conexões em um mesmo IP atingida.
ru: Мобильная аутентификация: достигнуто максимальное количество ИП адресов.

source: Account email address not confirmed.
pt: Email da conta não confirmado.

source: The server is blocking connection from this user (%d).
pt: O servidor está bloqueando a conexão deste usuário (%d).

source: The server is blocking connections from your country.
pt: O servidor está bloqueando conexões do seu país.

source: The server is blocking your connection due to billing issues (%d) (%d).
pt: O servidor está bloqueando sua conexão devido a problemas de pagamento (%d) (%d).

source: The server demands a password change for this account.
pt: O servidor está pedindo uma mudança de senha para está conta.

source: Account [%s] doesn't have access to Premium Server
pt: Conta [%s] não tem acesso ao servidor premium

source: Your connection is currently delayed. You can connect again later.
pt: Sua conexão atualmente está com delay. Você pode conectar de novo mais tarde.

source: The server has denied your connection for unknown reason (%d).
pt: O servidor recusou sua conexão por uma razão desconhecida (%d).
ru: Сервер отказал Вам в соединении (%d).

source: Error logging into Character Server (invalid character specified)...
pt: Erro ao se logar ao Servidor de Personagens (personagem especificado inválido)...
ru: Ошибка: не получилось подключиться к Чар-серверу (неверное указан персонаж)...

source: Character cannot be deleted. Your e-mail address was probably wrong.
pt: Não foi possível excluir personagem. Talvez seu e-mail esteja incorreto.
ru: Персонаж не может быть удалён. Возможно, из-за неверно введённого e-mail адреса.

source: Chat Room Created
pt: Sala de Chat Criada.
ru: Чат создан.

source: You have joined the Chat Room %s
pt: Você se entrou na Sala de Chat %s
ru: Вы вошли в чат %s

source: Can't join Chat Room - Room is Full
pt: Não foi possível se unir à Sala de Chat - A sala está cheia.

source: Can't join Chat Room - Incorrect Password
pt: Não foi possível se unir à Sala de Chat - Senha Incorreta.
ru: Не получилось войти в чат - неверный пароль.

source: Can't join Chat Room - You're Kicked
pt: Não foi possível se unir à Sala de Chat - Você foi expulso.

source: Joined Chat Room
pt: Entrou na Sala de Chat

source: Can't join Chat Room - No Enough Zeny
pt: Não foi possível se unir à Sala de Chat - Você não tem Zeny suficiente.

source: Can't join Chat Room - You're Low Level
pt: Não foi possível se unir à Sala de Chat - Você está em um level menor do que o necessário.

source: Can't join Chat Room - You're High Level
pt: Não foi possível se unir à Sala de Chat - Você está em um level maior do que o necessário.

source: Can't join Chat Room - You're Unsuitable Job Class
pt: Não foi possível se unir à Sala de Chat - Você não tem a Classe Necessária.

source: Can't join Chat Room - Unknown Reason (%s)
pt: Não foi possível se unir à Sala de Chat - Razão Desconhecida (%s).

source: Chat Room Properties Modified
pt: Propriedades da Sala de Chat Modificadas.
ru: Настройки чата изменились.

source: %s has joined the Chat Room
pt: %s entrou na Sala de Chat.
ru: Игрок %s вошел в чат.

source: You left the Chat Room
pt: Você deixou a Sala de Chat.
ru: Вы покинули чат.

source: %s has left the Chat Room
pt: %s deixou a Sala de Chat.
ru: Игрок %s покинул чат.

source: %s added Item to Deal: %s x %s
pt: %s adicionou Item à Negociação: %s x %s
ru: %s добавил предмет к сделке: %s шт. %s.

source: %s added %s z to Deal
pt: %s adicionou %s z à Negociação.
ru: %s добавил %s зени к сделке.

source: That person is too far from you to trade.
pt: Esta pessoa está longe demais para negociar.
ru: Этот персонаж слишком далеко, чтобы торговать.

source: That person is in another deal.
pt: Esta pessoa está em outra negociação.
ru: Этот персонаж занят другой сделкой.

source: Engaged Deal with %s
pt: Negociação com %s Iniciada
ru: Занят сделкой с %s.

source: That person is opening storage.
pt: Esta pessoa está com o armazém aberto.
ru: Этот персонаж сейчас занят на складе Кафры.

source: Deal request failed (unknown error %s).
pt: Pedido de Negociação falhou (erro desconhecido %s).
ru: Неудачное приглашение начать сделку (непонятная ошибка %s).

source: Deal Cancelled
pt: Negociação Cancelada.
ru: Сделка отменена.

source: Deal Complete
pt: Negociação Concluída.
ru: Сделка завершена.

source: %s finalized the Deal
pt: %s finalizou a Negociação.
ru: %s подтвердил сделку.

source: You finalized the Deal
pt: Você finalizou a Negociação.
ru: Вы подтвердили сделку.

source: %s (level %s) Requests a Deal
pt: %s (level %s) Está Solicitando uma Negociação.
ru: %s (%s ур.) приглашает заключить сделку.

source: Type 'deal' to start dealing, or 'deal no' to deny the deal.
pt: Digite 'deal' para iniciar a negociação ou 'deal no' para negá-la.
ru: Введите 'deal' чтобы начать сделку, или 'deal no' чтобы отвергнуть.

source: Egg Hatch Candidates
pt: Lista de Ovos Chocáveis

source: Ready to use command 'pet [hatch|h] #'
pt: O comando 'pet [hatch|h] #' está pronto para uso

source: unknown
pt: desconhecido
ru: неизвестно

source: Auto disconnecting on ServerShutDown!
pt: Desconectando automaticamente porque o servidor está desligando!

source: *** Server shutting down , auto disconnect! ***
pt: *** O servidor está desligando, desconectando automaticamente! ***

source: Server shutting down
pt: O Servidor está desligando.
ru: Сервер выключается.

source: Auto disconnecting on ServerClose!
pt: Desconectando automaticamente porque o servidor está fechando!

source: *** Server is closed , auto disconnect! ***
pt: *** O servidor está fechando, desconectando automaticamente! ***

source: Error: Server is closed
pt: Erro: O Servidor está fechado.
ru: Ошибка: сервер закрыт.

source: Critical Error: Dual login prohibited - Someone trying to login! %s will now immediately disconnect.
pt: Erro Crítico: Login duplo proibido - Alguém está tentando se logar! %s desconectará imediatamente.

source: *** DualLogin, auto disconnect! ***
pt: *** Login Duplo, desconectando automaticamente! ***

source: Critical Error: Dual login prohibited - Someone trying to login!
pt: Erro Crítico: Login duplo proibido - Alguém está tentando se logar!
ru: Критическая ошибка: двойной вход запрещен - кто-то пытается залогиниться!

source: Reconnecting, wait %s seconds...
pt: Reconectando, aguarde %s segundos...

source: Error: Out of sync with server
pt: Erro: Servidor fora de sincronismo.
ru: Ошибка: синхронизация с сервером утеряна.

source: Error: Server is jammed due to over-population.
pt: Erro: O Servidor está paralizado por excesso populacional.
ru: Ошибка: сервер забит полностью, слишком много игроков.

source: Error: You are underaged and cannot join this server.
pt: Erro: Você não pode se juntar a este servidor, pois não tem idade suficiente.
ru: Ошибка: вы еще слишком малы, чтобы играть на этом сервере.

source: Critical Error: You must pay to play this account!
pt: Erro Crítico: Você deve pagar para jogar nessa conta!
ru: Критическая ошибка: вы должны заплатить, чтобы играть на этом аккаунте!

source: Error: The server still recognizes your last connection
pt: Erro: O servidor ainda reconhece sua ultima conexão
ru: Ошибка: сервер до сих пор обрабатывает Ваше предыдущее подключение.

source: Error: IP capacity of this Internet Cafe is full. Would you like to pay the personal base?
pt: Erro: A capacidade de IPs desse Cyber Cafe está lotada. Você gostaria de pagar uma base pessoal?
ru: Ошибка: диапозон IP-адресов этого интернет-кафе заполнен. Хотите ли заплатить за личную базу?

source: Error: You are out of available time paid for
pt: Erro: Seus créditos acabaram.
ru: Ошибка: оплаченное время истекло.

source: Error: You have been forced to disconnect by a GM
pt: Erro: Um GM te forçou a se desconectar.
ru: Ошибка: вы были принудительно отключены GM-ом.

source: Error: Your account has been suspended until the next maintenance period for possible use of 3rd party programs
pt: Erro: Sua conta está suspendida até a próxima manutenção por possível uso de programas ilegais.
ru: Ошибка: Ваш аккаунт заблокирован до следующей профилактики за возможное использование посторонних программ.

source: Error: For an hour, more than 10 connections having same IP address, have made. Please check this matter.
pt: Erro: Durante uma hora, mais de 10 conexões com o mesmo ID foram feitas. Por favor cheque este caso.
ru: Ошибка: в течение часа с одного IP-адреса в игру зашло более 10 учетных записей. Пожалуйста, проверьте причину этого.

source: Unknown error %s
pt: Erro desconhecido %s
ru: Непонятная ошибка %s.

source: Friend %s has disconnected
pt: O amigo(a) %s desconectou-se.
ru: Друг %s отключился.

source: Friend %s has connected
pt: O amigo(a) %s conectou-se.
ru: Друг %s подключился.

source: %s wants to be your friend
pt: %s quer ser seu amigo(a).
ru: %s хочет быть Вашим другом.

source: Type 'friend accept' to be friend with %s, otherwise type 'friend reject'
pt: Digite 'friend accept' para ser amigo(a) de %s, ou 'friend reject' para rejeitar.
ru: Введите 'friend accept' чтобы принять дружбу от %s, или 'friend reject' чтобы отказаться.

source: %s is no longer your friend
pt: %s não é mais seu amigo(a).
ru: %s больше Вам не друг.

source: You have become friends with (%s)
pt: Você e (%s) agora são amigos

source: (%s) does not want to be friends with you
pt: (%s) Não deseja ser seu amigo

source: Your Friend List is full
pt: Sua Lista de Amigo está cheia

source: %s's Friend List is full
pt: A lista de amigos de %s's está cheial

source: %s rejected to be your friend
pt: %s não aceitou ser seu amigo(a).
ru: %s не хочет быть Вашим другом.

source: Fed homunculus with %s
pt: Homúnculo alimentado com %s
ru: Кормление Гомункула кормом: %s

source: Failed to feed homunculus with %s: no food in inventory.
pt: Falha ao alimentar Homúnculo com %s: não há comida no inventário.
ru: Не получается покормить Гомункула. Нет корма: %s.

source: *** Easy Anti-Cheat Detected ***
pt: *** Easy Anti-Cheat Detectado ***

source: OpenKore don't have support to servers with Easy Anti-Cheat Shield, please read the FAQ (github).
pt: O OpenKore não tem suporte para servidores com Easy Anti-Cheat Shield, por favor leia a FAQ (GitHub).

source: The server Denied the login because GameGuard packets where not replied correctly or too many time has been spent to send the response. Please verify the version of your poseidon server and try again
pt: O Servidor negou o login porque os pacotes do GameGuard não foram respondidos corretamente ou muito tempo se passou para enviar a resposta. Por favor, verifique a versão de seu poseidon e tente novamente
ru: Сервер запретил Вход, так как ответов от GameGuard не было получено или прошло слишком много времени перед отправкой ответа. Пожалуйста, проверьте версию Вашего Poseidon-сервера и попытайтесь снова.

source: Server granted login request to account server
pt: Foi autorizado o pedido para se logar no Servidor de Contas
ru: Предоставлен запрос на вход в Аккаунт-сервер.

source: Server granted login request to char/map server
pt: Foi autorizado o pedido para se logar no Servidor de personagens/mapas
ru: Предоставлен запрос на вход в Чар/Мап-сервер.

source: Incoming Request to Ally Guild '%s'
pt: Pedido de Aliança ao Clã '%s'
ru: Гильдия '%s' предлагает Вам заключить альянс с ними.

source: Guild can not be undone: there are still members in the guild
pt: O clã não pôde ser desfeito: ainda há membros no clã
ru: Гильдия не может быть распущена: в гильдии ещё состоят другие игроки

source: Guild can not be undone: invalid key
pt: O clã não pôde ser desfeito: nome do clã incorreto
ru: Гильдия не может быть распущена: invalid key

source: Guild broken.
pt: Clã desfeito.
ru: Гильдия распущена.

source: Guild can not be undone: unknown reason (flag: %s)
pt: O clã não pôde ser desfeito: razão desconhecida (flag: %s)
ru: Гильдия не может быть распущена: неизвестная ошибка (код: %s)

source: Guild create successful.
pt: Clã criado com sucesso.
ru: Создание гильдии удалось.

source: Guild create failed: Guild name already exists.
pt: Criação do clã falhou: já existe um clã com este nome.
ru: Неудачное создание гильдии: гильдия с таким именем уже существует.

source: Guild create failed: Emperium is needed.
pt: Criação do clã falhou: É necessário uma Emperium.
ru: Неудачное созадние гильдии: необходим предмет империум.

source: Guild create: Unknown error %s
pt: Criação de clã: erro desconhecido %s
ru: Создание гильдии: непонятная ошибка %s.

source: Target is already in a guild.
pt: Alvo já está em um clã.
ru: Указанный игрок уже в гильдии.

source: Target has denied.
pt: Alvo rejeitou o convite.
ru: Указанный игрок отказался.

source: Target has accepted.
pt: Alvo aceitou o convite.
ru: Указанный игрок согласился.

source: Your guild is full.
pt: Seu clã está cheio.
ru: Ваша гильдия заполнена.

source: Guild join request: %s
pt: Pedido de se unir ao clã: %s
ru: Результат приглашения в гильдию: %s.

source: Guild join request: Unknown %s
pt: Pedido de se unir ao clã: desconhecido %s
ru: Результат приглашения в гильдию: %s - непонятно.

source: %s has left the guild. Reason: %s
pt: %s deixou o clã. Razão: %s
ru: %s покинул гильдию. Причина: %s.

source: %s has been removed from the guild. Reason: %s
pt: %s foi expulso do clã. Razão: %s
ru: %s исключен из гильдии. Причина: %s.

source: Guild member %s logged in.
pt: O membro %s do clã conectou-se.
ru: Член гильдии %s вошел в игру.

source: Guild member %s logged out.
pt: O membro %s do clã desconectou-se.
ru: Член гильдии %s вышел из игры.

source: Guild Member (%s) has the title changed from %s to %s
pt: Membro da Guild (%s) mudou o título de %s para %s

source: Incoming Request to join Guild '%s'
pt: Pedido para se unir ao clã '%s'
ru: Входящее предложение вступить в гильдию '%s'.

source: You are not a guildmaster.
pt: Você não é líder de um clã
ru: Вы не глава гильдии.

source: Unknown results in %s (type: %s)
pt: Resultado desconhecido em %s (flag: %s)

source: You are a guildmaster.
pt: Você é líder de um clã.
ru: Вы - глава гильдии.

source: Already allied.
pt: Já é aliado.
ru: Вы уже заключили с ними альянс.

source: You rejected the offer.
pt: Você rejeitou a oferta.
ru: Вы отклонили предложение заключить альянс с другой гильдией.

source: You accepted the offer.
pt: Você aceitou a oferta.
ru: Вы приняли предложение заключить альянс с другой гильдией.

source: They have too any alliances
pt: Você tem aliados demais
ru: У них слишком много союзников.

source: You have too many alliances.
pt: Você possui alianças demais.
ru: У вас слишком много союзников.

source: Unknown results in %s (flag: %s)
pt: Resultado desconhecido em %s (flag: %s)

source: Guild member added: %s
pt: Membro do clã adicionado: %s
ru: Новый член гильдии: %s

source: ---Guild Notice--- %s %s ------------------
pt: --Boletim do Clã-- %s %s ------------------
ru: -- Сообщения для гильдии -- %s %s ---------------------------

source: %s use effect: %s
pt: %s usou o efeito: %s
ru: %s применяет эффект: %s

source: %s uses effect: %s
pt: %s utilizou o efeito: %s
ru: %s применяет эффект: %s.

source: %2$s play: %s
pt: %2$s toca: %s
ru: %2$s играете: %s

source: %2$s plays: %s
pt: %2$s toca: %s
ru: %2$s играет: %s

source: %2$s are now playing: %s
pt: %2$s está tocando agora: %s
ru: %2$s сейчас играете: %s

source: %2$s is now playing: %s
pt: %2$s está tocando agora: %s
ru: %2$s сейчас играет: %s

source: %2$s stopped playing: %s
pt: %2$s parou de tocar: %s
ru: %2$s перестал играть: %s

source: Now playing: %s
pt: Tocando agora: %s
ru: Сейчас играют: %s

source: Received Possible Identify List (%s item(s)) - type 'identify'
pt: Lista de Itens Identificáveis Recebida (%s item(s)) - digite 'identify'
ru: Получен список предметов для идентификации (%s шт.) - Введите консольную команду 'identify'.

source: Item Identified: %s (%d)
pt: Item Identificado: %s (%d)
ru: Предмет идентифицирован: %s (%d).

source: Item Appraisal has failed.
pt: Identificar falhou
ru: Идентификация предмета не удалась.

source: All Players ignored
pt: Todos os jogadores foram ignorados.
ru: Игнор всех игроков.

source: All players unignored
pt: Todos os jogadores foram não-ignorados
ru: Никого больше не игнорим.

source: Player ignored
pt: Jogador Ignorado.
ru: Игрок игнорируется.

source: Player unignored
pt: Jogador não ignorado.
ru: Игрок больше не игнорируется.

source: You used Item: %s (%d) x %d - %d left
pt: Você usou o item: %s (%d) x %d - restám %d
ru: Вы использовали предмет: %s (%d) x %d шт. - осталось %d шт.

source: You failed to use item: %s (%d)
pt: Você falhou ao usar o item: %s (%d)
ru: У вас не получилось использовать предмет: %s (%d).

source: You used unknown item #%d - %d left
pt: Você usou um item desconhecido #%d - restám %d
ru: Вы использовали непонятный предмет №%d - %d шт. осталось.

source: You failed to use unknown item #%d - %d left
pt: Você falhou ao usar um item desconhecido #%d - restám %d
ru: У вас не получилось использовать непонятный предмет №%d - %d шт. осталось.

source: %s used Item: %s - %s left
pt: %s usou o Item: %s - restám %s
ru: %s использовал предмет: %s - осталось %s.

source: %s got married!
pt: %s se casou!
ru: %s вступил(а) в брак!

source: Item Appeared: %s (%d) x %d (%d, %d)
pt: Item Apareceu: %s (%d) x %d (%d, %d)
ru: Появился предмет: %s (%d) x %d шт. (%d, %d).

source: Attack Looter: %s looted %s
pt: Atacando Looter: %s looteou %s
ru: Атака лутера: %s слутил %s.

source: Item %s has been upgraded to +%s
pt: Item %s foi aprimorado para +%s
ru: Предмет %s улучшен до +%s.

source: Cannot load field %s: %s
pt: Não foi possível carregar mapa %s: %s
ru: Не получается загрузить локацию %s: %s.

source: Map Change: %s (%s, %s)
pt: Mudança de Mapa: %s (%s, %s)
ru: Локация сменилась на: %s (%s, %s).

source: Closing connection to Map Server
pt: Fechando conexão com o Servidor de Mapa
ru: Закрытие подключения к Мап-серверу.

source: %s are no longer: %s
pt: %s não está mais: %s

source: %s is no longer: %s
pt: %s não está mais: %s

source: Cancel Chat
pt: Cancelar Conversa
ru: Завершить разговор

source: You can sell:
pt: Você pode vender:
ru: Вы можете продать:

source: %s x %s for %sz each.
pt: %s x %s por %sz cada.

source: Ready to start selling items
pt: Pronto para iniciar a venda de itens
ru: Готов продавать предметы.

source: Buy completed.
pt: Negociação Concluída.
ru: Покупка завершена.

source: Buy failed (insufficient zeny).
pt: Negociação falhou (zeny insuficiente).
ru: Покупка не удалась (недостаточно зени).
