Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: Your rodex mail box has been closed.
pt: Seu rodex já foi fechado.

source: Your rodex mail box is empty.
pt: Seu rodex está vazio.

source: You are already writing a rodex mail.
pt: Você já está escrevendo um rodex.

source: Opening rodex mail write box. Recipient: %s
pt: Abrindo a caixa de escrita do rodex. Caixa: %s

source: You are not writing a rodex mail.
pt: Você não está escrevendo um rodex.

source: Closing rodex mail write box.
pt: Fechando a caixa de escrita do rodex.

source: You have already set the mail target.
pt: Você já definiu o destinatário.

source: Syntax Error in function 'rodex settarget' (Set target of rodex mail) Usage: rodex settarget <player_name|self>
pt: Erro de sintaxe na função 'rodex settarget' (Define o Destinatário do rodex) Uso: rodex settarget <player_name|self>

source: Setting target of rodex mail to '%s'.
pt: Destinatário do rodex definido como '%s'.

source: Syntax Error in function 'rodex settitle' (Set title of rodex mail) Usage: rodex settitle <title>
pt: Erro de sintaxe na função 'rodex settitle' (Definir o título do Rodex) Uso: rodex settitle <título>

source: Changed the rodex mail message title to '%s'.
pt: Título do rodex alterado para '%s'.

source: Set the rodex mail message title to '%s'.
pt: Título do rodex definido como '%s'.

source: Syntax Error in function 'rodex setbody' (Set body of rodex mail) Usage: rodex setbody <body>
pt: Erro de sintaxe na função 'rodex setbody' (Definir o corpo do Rodex) Uso: rodex setbody <corpo>

source: Changed the rodex mail message body to '%s'.
pt: Corpo do rodex alterado para '%s'.

source: Set the rodex mail message body to '%s'.
pt: Corpo do rodex definido como '%s'.

source: Syntax Error in function 'rodex setzeny' (Set zeny of rodex mail) Usage: rodex setzeny <zeny_amount>
pt: Erro de sintaxe na função 'rodex setzeny' (Definir o zeny do rodex) Uso: rodex setzeny <zeny>

source: You can't add more zeny than you have to the rodex mail.
pt: Você não pode adicionar mais zeny do que você tem ao rodex.

source: Changed the rodex mail message zeny to '%d'.
pt: Zeny do rodex alterado para '%d'.

source: Set the rodex mail message zeny to '%d'.
pt: Zeny do rodex definido como '%d'.

source: You can't add any more items to the rodex mail.
pt: Você não pode adicionar mais itens ao rodex.

source: Inventory Item '%s' is equipped.
pt: Item '%s' está equipado.
ru: Предмет '%s' экипирован.

source: You can't add more of Item '%s' to rodex mail because you have already added all you have of it.
pt: Você não pode adicionar mais do item '%s' ao Rodex porque você não tem mais deste item.

source: The current tax for this rodex mail is %dz, you don't have enough zeny to pay for it.
pt: A taxa deste rodex é %dz, você não tem zeny suficiente para pagar.

source: Sending rodex mail.
pt: Enviando rodex.

source: You are writing a rodex mail.
pt: Você está escrevendo um rodex.

source: You are not reading a rodex mail.
pt: Você não está lendo um rodex.

source: You have already reached the last rodex mail page.
pt: Você já está na última página do rodex.

source: Requesting the next page of rodex mail.
pt: Solicitando a próxima página do rodex.

source: Sending Roulette Open
pt: Solicitando Abertura da Roleta

source: Roulette System Closed
pt: Sistema de Roleta Fechado

source: Roulette: Error in command '%s', you must need open Roulette first'
pt: Roleta: Erro no commando '%s', você precisa primeiro abrir a Roleta

source: Requesting Roulette Info
pt: Solicitando informações da Roleta

source: Sending Roulette Start (roll)
pt: Enviado o Start da Roleta (rolagem)

source: Trying to Claim Roulette Reward
pt: Tentando Reclamar o Prêmio da Roleta

source: Syntax Error in function 'roulette' roulette <open|info|close|start|claim>
pt: Erro de sintaxe na função 'roulette' Uso: roulette <open|info|close|start|claim>

source: You are not on a sell or store npc interaction.
pt: Você não está numa interação de NPC de compra ou venda.

source: This command only available after using 'Change Material' skill!
pt: Este comando só estárá disponível depois de utilizar a habilidade 'Reação Alquímica'!

source: This command only available after using 'Four Spirit Analysis' skill!
pt: Este comando só estárá disponível depois de utilizer a habilidade 'Análise Elemental'!

source: Invalid usage!
pt: Uso de comando inválido!

source: Item Exchange %s is canceled.
pt: Transformação do item %s foi cancelada.

source: Invalid amount! Only have %dx %s (%d).
pt: Quantidade inválida! Há apenas %d x %s (%d).

source: Equipped item was selected %s (%d)!
pt: Item equipado foi selecionado %s (%d)!

source: Item in index '%d' is not exists.
pt: O item de índice '%d' não existe.

source: Number of selected items for %s: %d
pt: Quantidade de itens selecionados para %s: %d

source: ======== Exchange Item List ========
pt: ===== Lista de Itens para Reação Alquímica =====

source: No item was selected.
pt: Nenhum item foi selecionado.

source: Syntax Error in function '%s'. Usages: Single Item: %s <item #> <amount> Combination: %s <item #> <amount>,<item #> <amount>,<item #> <amount>
pt: Erro de sintaxe na função '%s'. Uso: Item único: %s <índice do item> <quantidade> Combinação: %s <índice do item> <quantidade>, <índice do item> <quantidade>, <índice do item> <quantidade>

source: Cannot use RefineUI yet.
pt: Ainda não é possível utilizar a Janela de Refinamento.

source: Closing Refine UI.
pt: Fechando a Janela de Refinamento.

source: Cannot select equipped %s (%d) item!
pt: Não é possível selecionar o item equipado %s (%d)!

source: Request info for selected item to refine: %s (%d)
pt: Informação sobre o refino do item %s (%d) requisitada

source: You don't have enough '%s' (%d) as refine material.
pt: Você não tem o suficiente de '%s' (%d) para utilizar de material de refino.

source: '%s' (%d) is not valid refine material for '%s'.
pt: '%s' (%d) não é um material válido para refinar '%s'.

source: You don't have %s for RefineUI. Needed: %d!
pt: Você não tem %s suficiente para o Refinamento. Necessário: %d!

source: Refining item: %s with material %s.
pt: Refinando o item %s utilizando o material %s.

source: You must be in a Real Clan to use command '%s'
pt: Você precisa estár em um Clã Real para utilizar o comando '%s'

source: Clan Information
pt: Informação do Clã Real

source: ClanName : %s Clan Master Name : %s Number of Members : %s/%s Castles Owned : %s Ally Clan Count : %s Ally Clan Names: %s Hostile Clan Count: %s Hostile Clan Names: %s
pt: Nome : %s Nome do Líder : %s Número de Membros : %s/%s Castelos Conquistados : %s Quantidade de Aliados : %s Aliados : %s Quantidade de Inimigos : %s Inimigos : %s

source: You don't have any elemental. Call an Elemental first.
pt: Você não tem nenhum Espírito Elemental. Invoque um Elemental antes

source: Elemental Information
pt: Informações da Negociação

source: ID: %s (%s) Name : %s HP: %s/%s (%s%) SP: %s/%s (%s%) Position: %s,%s
pt: ID: %s (%s) Nome : %s HP: %s/%s (%s%) SP: %s/%s (%s%) Posição: %s,%s

source: Elemental "%s" does not exist.
pt: Espírito Elemental "%s" não existe.

source: Elemental Info
pt: Informação de Elemental

source: %s (%s) ID: %s (Hex: %s) Position: %s, %s Distance: %-17s Level: %-7d Class: %s Walk speed: %s secs per block
pt: %s (%s) ID: %s (Hex: %s) Posição: %s, %s Distância: %-17s Nível: %-7d Classe: %s Velocidade de Movimento: %s segundos por célula

source: Elemental List
pt: Lista de Elementais

source: # Name Lv Dist Coord
pt: # Nome Nível Dist Coord

source: Total elementals: %s
pt: Total de Elementais: %s

source: There are no elementals near you.
pt: Não há Elementais nos arredores.

source: Error in function 'elemental' Usage: elemental <info|list [<elemental index>]> info: show info from self elemental. list: list all elementals on screen. list <index number> show information about a specific elemental
pt: Erro na função 'elemental' Uso: elemental <info|list [<índice do elemental>]> info: mostra informação sobre o próprio elemental. list: lista todos os elementais na tela. list <índice do elemental> mostra informação sobre um elemental específico

source: Item with 'create' index: %s not found.
pt: Item com índice %s na lista de criação não encontrado.

source: Error in function 'create' Usage: create <index number> <material 1 nameID> <material 2 nameID> <material 3 nameID> material # nameID: can be 0 or undefined.
pt: Erro na função 'create' Uso: create <índice> <nameID do material 1> <nameID do material 2> <nameID do material 3> nameID do enésimo material: pode ser 0 ou indefinido.

source: Error in function 'searchstore' (universal catalog) No catalog in use. You can't use this yet.
pt: Erro na função 'searchstore' (catálogo de vendas) Não há catálogo em uso. Você não pode usar esse comando ainda.

source: Closed search store catalog
pt: Catálogo de Vendas fechado

source: Requested next page of search store catalog
pt: Próxima página do Catálogo de Vendas requisitado

source: Error in function 'searchstore' (universal catalog) Already reached the end. There's no next page
pt: Erro na função 'searchstore' (Catálogo de Vendas) Já atingiu o fim do catálogo. Não há próxima página

source: Error in function 'searchstore' (universal catalog) You cannot buy with the Silver Catalog.
pt: Erro na função 'searchstore' (Catálogo de Vendas) Você não pode comprar itens com o Catálogo de Vendas Prata.

source: Error in function 'searchstore' (universal catalog) No store selected. Please select a store with 'searchstore select' first
pt: Erro na função 'searchstore' (catálogo de vendas) Nenhuma loja selecionada. Por favor selecione uma loja com 'searchstore select' antes

source: Error in function 'searchstore' (universal catalog) Item %s does not exist
pt: Erro na função 'searchstore' (Catálogo de Vendas) Item %s não existe.

source: Error in function 'searchstore buy' (Buy using a Gold Search Catalog Syntax: buy [view|end|<item #> [<amount>]]
pt: Erro de sintaxe na função 'searchstore buy' (comprar utilizando Catálogo de Vendas Prata) Sintaxe: buyer [view|end|<índice do item> [<quantidade>]]

source: Error in function 'searchstore view' (store search view page) No info available yet
pt: Erro na função 'searchstore view' (ver página do Catálogo de Vendas) Informação não disponível ainda.

source: Error in function 'searchstore view' (store search view page) Page %d out of bounds (valid bounds: 0..%d)
pt: Erro na função 'searchstore view' (ver página do catálogo de vendas) Página %d fora dos limite (limite válido: 0..%d)

source: Error in function 'searchstore search' (store search) Syntax: searchstore search [match|exact] "<item name>" [card <card name>] [price <min_price>..<max_price>] [sell|buy]
pt: Erro na função 'searchstore search' (pesquisa no catálogo de vendas) Sintaxe: searchstore search [match|exact] "<item name>" [card <card name>] [price <min_price>..<max_price>] [sell|buy]

source: Error in function 'searchstore search' (store search) Item '%s' not found
pt: Erro na função 'searchstore search' (Pesquisa em lojas) Item '%s' não encontrado

source: Error in function 'searchstore select' (store search select store) Page %d out of bounds (valid bounds: [0,%d])
pt: Erro na função 'searchstore select' (selecionar loja no catálogo de vendas) Página %d fora dos limites (limites válidos: [0,%d])

source: Error in function 'searchstore select' (store search select store) Item %d out of bounds (valid bounds: [0,%d])
pt: Erro na função 'searchstore select' (selecionar loja no catálogo de vendas) Item %d fora dos limites (limites válidos: [0,%d])

source: Error in function 'searchstore select' (select store) Syntax: searchstore select <page #> <store #>
pt: Erro na função 'searchstore select' (selecionar loja no catálogo de vendas) Sintaxe: searchstore select <índice da página> <índice da loja loja>

source: Syntax error in 'searchstore' command (Universal catalog command) searchstore close : Closes search store catalog searchstore next : Requests catalog next page searchstore view <page #> : Shows catalog page # (0-indexed) searchstore search [match|exact] "<item name>" [card "<card name>"] [price <min_price>..<max_price>] [sell|buy] : Searches for an item searchstore select <page #> <store #> : Selects a store searchstore buy [view|end|<item #> [<amount>]] : Buys from a store using Universal Catalog Gold
pt: Erro de sintaxe no comando 'searchstore' (comando dos Catálogos de Vendas) searchstore close: Fecha o Catálogo de Vendas searchstore next: Requisita a próxima página do Catálogo searchstore view: <índice da página>: Mostra a página especificada (a partir de zero) searchstore search [match|exact] "<item name>" [card <card name>] [price <min_price>..<max_price>] [sell|buy]: Pesquisa por um item searchstore select <índice da página> <índice da loja loja>: Seleciona uma loja searchstore buy [view|end|<índice do item> [<quantidade>]]: Compra de uma loja usando o Catálogo de Vendas Ouro

source: You must be dead to use this command '%s'
pt: Você precisa estár nocauteado para usar este comando '%s'

source: Error in 'revive' command (incorrect syntax) revive [force|"<item_name>"|<item_ID>]
pt: Erro de sintaxe na função 'revive' Uso: revive [force|"<item_name>"|<item_ID>]

source: Error in 'revive' command Cannot use item '%s' in attempt to revive: item not found in inventory
pt: Erro no comando 'revive' Não é possível utilizar o item '%s' na tentative de reviver: o item não foi encontrado no inventário

source: No cash shop info to buy
pt: Não há informação da loja de cash para poder comprar

source: Syntax Error in function 'cashbuy' (Buy Cash Item) Usage: cashbuy <kafra_points> <item #> [<amount>][, <item #> [<amount>]]...
pt: Erro de sintaxe na função 'cashbuy' (Comprar Item da Loja de Cash) Uso: cashbuy <pontos kafra> <item #> [<quantidade>][, <item #> [<quantidade>]]...

source: Error in function 'cashbuy' (Buy Cash Item) Cash Item at index %s does not exist.
pt: Erro na função 'cashbuy' (Comprar Item da Loja de Cash) Item de índice %s não existe na loja de cash.

source: Attempt to buy %d items from cash dealer
pt: Tentando comprar %d itens da loja de cash

source: You cannot use this command yet. Only available after talking with Mergician-like NPC!
pt: Você não pode usar esse comando ainda. Disponível apenas depois de conversar com um NPC de combinar itens!

source: Available Items to merge
pt: Itens disponíveis para combinar

source: # Item Name
pt: # Item Nome

source: To merge by item id: merge <itemid> Or one-by-one: merge <item #>,<item #>[,...]
pt: Para combinar usando o id do item: merge <id> Ou um por um: merge <# do item>, <# do item>[,...]

source: Merge Item is canceled.
pt: Combinação de itens cancelada.

source: Selected item is not same. Index:'%d' nameID:'%d' first selected:'%d'
pt: Item selecionado não é igual. Índice:'%d' nameID:'%d" primeiro selecionado:'%d'

source: Cannot find item with id '%d'.
pt: Não foi possível encontrar item com id '%d'.
ru: Не удалось найти НПЦ с ИД (%d).

source: ======== Merge Item List ========
pt: ======== Lista de Itens para Combinar ========

source: No item was selected or at least need 2 same items.
pt: Nenhum item foi selecionado ou são necessários pelo menos 2 do mesmo item.

source: %s Press ENTER to exit this program.
pt: %s Pressione ENTER para sair do programa.
ru: %s Нажмите ENTER для выхода из программы.

source: This program has encountered an unexpected problem. This is probably because of a recent server update, a bug in this program, or in one of the plugins. We apologize for this problem. You may get support from IRC or the forums. A detailed error report has been saved to errors.txt. Before posting a bug report, please try out the latest release GIT version first. If you are already using the latest release GIT version, search the forums first to see if your problem had already been solved, or has already been reported. If you truly believe you have encountered a bug in the program, please include the contents of the errors.txt in your bug report (https://github.com/openkore/openkore/issues), or we may not be able to help you! The error message is: %s
pt: Este programa encontrou um problema inesperado. Isto aconteceu provavelmente por causa de uma atualização recente do servidor, um bug no programa ou em um dos plugins. Pedimos desculpas. Você pode pedir suporte no IRC ou nos fóruns. Um relatório detalhado foi salvado no errors.txt na pasta raiz. Antes de reportar um bug, por favor experimente a última versão no GIT. Se você já está utilizando a última versão no GIT, pesquise nos fóruns primeiro para ver se seu problema já tem uma solução ou se já foi reportado. Se você realmente acredita que entrou um bug no programa, por favor inclua o errors.txt no seu bug report (https://github.com/openkore/openkore/issues), ou não seremos capazes de ajudar! A mensagem de erro é: %s

source: Died at this line: %s
pt: Interrompido nestá linha: %s
ru: Выполнение прервано на строке: %s

source: Unknown Area
pt: Mapa Desconhecido
ru: Неизвестная локация

source: at instanceID %s
pt: de instanceID %s
ru: на instanceID %s

source: The chat_resp.txt format has changed. Please read News.txt and upgrade to the new format.
pt: O formato do chat_resp.txt mudou. Por favor leia o News.txt e atualize-se para o novo formato.
ru: Формат файла chat_resp.txt изменен. Пожалуйста, прочитайте News.txt и обновите до нового формата.

source: Mid-line comments are not allowed in this file and therefore might cause problems.
pt: Comentários no meio da linha não são permitidos neste arquivo e podem causar problemas.

source: If the '#' found is not a comment, this can be ignored.
pt: Se o '#' encontrado não significar um comentário, este aviso pode ser ignorado.

source: HERE: %s
pt: AQUI: %s

source: %s: Include file not found: %s
pt: %s: Arquivo de include não encontrado: %s
ru: %s: Файл include не найден: %s

source: %s: Unclosed { at EOF
pt: %s: { não fechado no fim do arquivo
ru: %s: до конца файла фигурная скобка { не была закрыта

source: Line %s: Item '%s'
pt: Linha %s: Item '%s'
ru: Строка %s: Предмет '%s'

source: %s has non-integer price: %s
pt: %s tem um preço inválido: %s
ru: %s имеет не целочисленную цену: %s

source: %s has incorrect comma placement in price: %s
pt: %s possui vírgulas no lugar incorreto no preço: %s
ru: %s имеет неверное расположение запятой в цене: %s

source: %s has non-positive price: %s
pt: %s tem preço negativo: %s
ru: %s имеет неположительную цену: %s

source: %s has price over 1,000,000,000: %s
pt: %s está com preço acima de 1,000,000,000: %s
ru: %s имеет цену свыше 1,000,000,000: %s

source: %s has amount over 30,000: %s
pt: %s possui quantidade maior que 30,000: %s
ru: %s имеет количество свыше 30,000: %s

source: Errors were found in %s:
pt: Foram encontrados erros em %s:
ru: Была обнаружена ошибка в %s:

source: Please correct the above errors and type 'reload %s'.
pt: Por favor corrija os erros acima e digite 'reload %s'.
ru: Пожалуйста, исправьте ошибку, указанную выше, и затем напишете 'reload %s'.

source: Saving %s...
pt: Salvando %s...
ru: Сохранение файла %s...

source: Query
pt: Pergunta
ru: Запрос

source: Enter your answer:
pt: Entre sua resposta:
ru: Введите Ваш ответ:

source: Choice
pt: Opções
ru: Выберите

source: '%s' is not a valid choice number.
pt: '%s' não é uma opção numérica válida.
ru: '%s' неверный номер.

source: Press ENTER to exit this program.
pt: Pressione ENTER para sair do programa.
ru: Нажмите ENTER для завершения программы.

source: Press ENTER to continue...
pt: Pressione ENTER para continuar...
ru: Нажмите ENTER для продолжения...

source: Authorized user '%s' for admin
pt: Usuário '%s' autorizado para admin
ru: Пользователь '%s' авторизован как Администратор

source: Revoked admin privilages for user '%s'
pt: Privilégios de admin revogados do usuário '%s'
ru: Привилегии Администратора для пользователя '%s' отменены

source: Config '%s' is already %s
pt: Config '%s' já é %s
ru: Параметр конфига '%s' уже равен: '%s'

source: Config '%s' is already *None*
pt: Config '%s' já é *nada*

source: Config '%s' unset (was %s)
pt: Config '%s' *não-configurada* (era %s).
ru: Параметр конфига '%s' очищен (было %s)

source: Config '%s' set to %s (was %s)
pt: Config '%s' ajustado para %s (era %s)
ru: Параметру конфига '%s' присвоено значение %s (было %s)

source: Config '%s' set to %s (was *not-displayed*)
pt: Config '%s' ajustado para %s (era *não-vizualizável*)
ru: Параметру конфига '%s' присвоено значение %s (было пусто)

source: Timeout '%s' is already %s
pt: Timeout '%s' já é %s

source: Timeout '%s' is already *None*
pt: Timeout '%s' já é *nada*

source: Timeout '%s' unset (was %s)
pt: Timeout '%s' foi indefinido (era %s)

source: Timeout '%s' set to %s (was %s)
pt: Timeout '%s' ajustado para %s (era %s)
ru: Таймаут '%s' установлен в %s (было %s)

source: No suitable browser detected. Please launch your favorite browser and go to: %s
pt: Nenhum browser compatível detectado. Por favor, rode seu browser favorito e vá para: %s
ru: Не найден подходящий браузер. Пожалуйста, запустите Ваш бразуер и перейдите на: %s

source: Actor added: %s %s (%s), size %s
pt: Actor adicionado: %s %s (%s), tamanho %s

source: Actor removed: %s %s (%s), size %s
pt: Actor removido: %s %s (%s), tamanho %s

source: ------- Character @< --------- Name: @<<<<<<<<<<<<<<<<<<<<<<<< Job: @<<<<<<< Job Exp: @<<<<<<< Lv: @<<<<<<< Str: @<<<<<<<< J.Lv: @<<<<<<< Agi: @<<<<<<<< Exp: @<<<<<<< Vit: @<<<<<<<< HP: @||||/@|||| Int: @<<<<<<<< SP: @||||/@|||| Dex: @<<<<<<<< zeny: @<<<<<<<<<< Luk: @<<<<<<<< -------------------------------
pt: ------- Personagem @< -------- Nome: @<<<<<<<<<<<<<<<<<<<<<<<< Classe: @<<<<<<< Exp Classe: @<<<<<<< Nv: @<<<<<<< For: @<<<<<<<< Nv. Cl: @<<<<<<< Agi: @<<<<<<<< Exp: @<<<<<<< Vit: @<<<<<<<< HP: @||||/@|||| Int: @<<<<<<<< SP: @||||/@|||| Des: @<<<<<<<< Zeny: @<<<<<<<<<< Sor: @<<<<<<<< -------------------------------
ru: ------- Персонаж @< --------- Имя: @<<<<<<<<<<<<<<<<<<<<<<<< Профа:@<<<<<<< Проф.опыт: @<<<<<<< Ур: @<<<<<<< Str: @<<<<<<<< Пр.ур:@<<<<<<< Agi: @<<<<<<<< Опыт: @<<<<<<< Vit: @<<<<<<<< HP: @||||/@|||| Int: @<<<<<<<< SP: @||||/@|||| Dex: @<<<<<<<< Зени: @<<<<<<<<<< Luk: @<<<<<<<< -------------------------------

source: -> Deleting is possible since %s.
pt: -> A exclusão é possível desde %s.

source: -> It will be deleted lefting %s!
pt: -> A exclusão será possível após %s!
ru: -> Будет уделён %s!

source: Slot %d: %s (%s, %s, level %d/%d%s)%s
pt: Vaga %d: %s (%s, %s, nível %d/%d%s)%s

source: Character List
pt: Lista de Personagens

source: Cannot select character "%s" that requested for deletion.
pt: Impossível selecionar o personagem "%s" porque este está marcado para exclusão.

source: Create a new character
pt: Criar um novo personagem
ru: Создать нового персонажа

source: Delete or cancel the deletion a character
pt: Deleta ou cancela a exclusão de um personagem
ru: Удалить или отменить удаление персонажа

source: Delete a character
pt: Deleta um personagem
ru: Удалить персонажа

source: There are no characters on this account.
pt: Não existem personagens nestá conta.
ru: Персонажи на данном аккаунте отсутствуют.

source: Please use the : "conf char switch" command, if you are switching your account.
pt: Por favor, use o comando "conf char switch" caso você esteja trocando de conta.

source: Please choose a character or an action.
pt: Por favor, escolha um personagem ou uma ação.
ru: Пожалуйста, выберите персонажа или действие.

source: Character selection
pt: Seleção de Personagem
ru: Выбор персонажа

source: Please enter the desired properties for your characters, in this form:
pt: Favor entrar com as propriedades desejadas para seu personagem, neste formato:

source: (slot) "(name)" [ (hairstyle) [(haircolor)] ] [(job)] [(sex)]
pt: (vaga) "nome)" [ (corte de cabelo) [(cor de cabelo)] ] [(raça)] [(sexo)]
