Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: has timed out, please check your poseidon server !!
pt: expirou, por favor verifique seu servidor Poseidon!

source: Address poseidon server: %s
pt: Endereço do servidor Poseidon: %s
ru: Адрес Poseidon сервера: %s

source: Port poseidon: %s
pt: Porta do servidor Poseidon: %s
ru: Порт Poseidon сервера: %s

source: Sending encoded password...
pt: Enviando senha codificada...
ru: Отправляется закодированный пароль...

source: Auto disconnecting on MaxReconnections!
pt: Desconectando automaticamente devido ao número de reconexões!

source: *** Exceeded the maximum number attempts to reconnect, auto disconnect! ***
pt: *** Número de reconexões excedido, desconectando automaticamente! ***

source: Timeout on Account Server, reconnecting. Wait %s seconds...
pt: Tempo esgotado no Servidor de Contas, reconectando-se. Aguarde %s segundos...

source: Connecting to Character Server...
pt: Conectando-se ao Servidor de Personagens...
ru: Подключение к Чар-серверу...

source: Selected server: %s
pt: Servidor selecionado: %s
ru: Выбран сервер: %s

source: Invalid server specified, server %s does not exist...
pt: Servidor especificado inválido, o servidor %s não existe...
ru: Сервер выбран неверно, сервер %s отсутствует...

source: Please select your login server.
pt: Por favor, selecione seu servidor de login.
ru: Пожалуйста, выберите Ваш Логин-сервер.

source: Select Login Server
pt: Selecione o Servidor de Login
ru: Выберите Логин-сервер

source: Timeout on Character Server, reconnecting. Wait %s seconds...
pt: Tempo esgotado no Servidor de Personagens, reconectando-se. Aguarde %s segundos...
ru: Таймаут на Чар-сервере, переподключение. Ждите %s сек...

source: Connecting to Character Select Server...
pt: Conectando-se ao Servidor de Seleção de Personagens...
ru: Подключение к Чар-серверу...

source: Timeout on Character Select Server, reconnecting...
pt: Tempo esgotado no Servidor de Seleção de Personagens, reconectando-se...
ru: Таймаут на Чар-сервере, переподключение...

source: Connecting to Map Server...
pt: Conectando-se ao Servidor de Mapas...
ru: Подключение к Мап-серверу...

source: Timeout on Map Server, connecting to Account Server...
pt: Tempo esgotado no Servidor de Mapas, conectando-se ao Servidor de Contas...
ru: Таймаут на Мап-сервере, подключение к Аккаунт-серверу...

source: Auto disconnecting on Disconnect!
pt: Desconectando-se ao ser desconectado do servidor!

source: *** You disconnected, auto disconnect! ***
pt: *** Você foi desconectado do servidor, desconectando automaticamente! ***

source: Disconnected from Map Server, connecting to Account Server in %s seconds...
pt: Desconectado do Servidor de Mapas, conectando-se ao Servidor de Contas em %s segundos...
ru: Отключение от Мап-сервера, подключение к Аккаунт-серверу через %s сек...

source: Timeout on Map Server,
pt: Tempo esgotado no Servidor de Mapa,
ru: Таймаут на Мап-сервере,

source: connecting to Account Server in %s seconds...
pt: conectando-se ao Servidor de Contas em %s segundos...
ru: подключение к Аккаунт-серверу через %s сек...

source: Cannot load server message parser for server type '%s'.
pt: Não foi possível carregar o interpretador de pacotes para o ServerType '%s'.
ru: Неверный сервертип. Не получается загрузить парсер сообщений для serverType '%s'.

source: An error occured while loading the server message parser for server type '%s': %s
pt: Um erro ocorreu enquanto o interpretador de mensagens do serverType '%s' carregava: %s
ru: Возникла ошибка при загрузке обработчика сообщений от сервера с указанным сервертипом - '%s': %s

source: Packet Parser: Unknown switch: %s
pt: Packet Parser: Switch desconhecido: %s

source: Packet Tokenizer: Unknown switch: %s
pt: Packet: Tokenizer: Switch desconhecido: %s

source: Base Exp gained: %d (%.2f%%)
pt: EXP de Base adquirida: %d (%.2f%%)
ru: Получено базового опыта: %d (%.2f%%)

source: Job Exp gained: %d (%.2f%%)
pt: EXP de Classe adquirida: %d (%.2f%%)
ru: Получено проф-опыта: %d (%.2f%%)

source: Unknown (type=%d) Exp gained: %d
pt: EXP desconhecida (tipo=%d) adquirida: %d
ru: В бою получен странный опыт (тип=%d). Кол-во: %d

source: Base Quest Exp gained: %d (%.2f%%)
pt: EXP de Base (Missão) adquirida: %d (%.2f%%)
ru: Получено квестового базового опты: %d (%.2f%%)

source: Job Quest Exp gained: %d (%.2f%%)
pt: EXP de Classe (Missão) adquirida: %d (%.2f%%)
ru: Получено квестового проф-опыта: %d (%.2f%%)

source: Unknown (type=%d) Quest Exp gained: %d
pt: EXP desconhecida (tipo=%d - Missão) adquirida: %d
ru: Квестом заработан странный опыт (тип=%d). Кол-во: %d

source: Base Unknown (flag=%d) Exp gained: %d (%.2f%%)
pt: EXP de Base desconhecida (flag=%d) adquirida: %d (%.2f%%)
ru: Неизвестно откуда (флаг=%d) получен базовый опыт: %d (%.2f%%)

source: Job Unknown (flag=%d) Exp gained: %d (%.2f%%)
pt: EXP de Classe desconhecida (flag=%d) adquirida: %d (%.2f%%)
ru: Неизвестно откуда (флаг=%d) получен проф. опыт: %d (%.2f%%)

source: Unknown (type=%d) Unknown (flag=%d) Exp gained: %d
pt: EXP desconhecida (tipo=%d - flag:%d) adquirida: %d
ru: Странный опыт (тип=%d) получен неизвестно откуда (флаг=%d). Кол-во: %d

source: You've never set a login PIN code before. Please enter a new login PIN code:
pt: Você nunca configurou um login PIN code antes. Por favor entre com um novo login PIN code:
ru: У Вас не установлен логин ПИН-код. Пожалуйста, задайте логин ПИН-код:

source: The PIN code may only contain digits.
pt: O PIN code deve conter apenas dígitos.
ru: ПИН-код может содержать только цифры.

source: The PIN code must be between 4 and 9 characters.
pt: O PIN code deve conter entre 4 a 9 carácteres.
ru: Длина ПИН-кода должна быть от 4 до 9 цифр.

source: Received characters from Character Server
pt: Personagens recebidos do Servidor de Personagens
ru: От Чар-сервера получен список персонажей.

source: Waiting for PIN code request
pt: Esperando pelo pedido do código PIN
ru: Ожидание запроса ПИН-кода

source: Character %s (%d) created.
pt: Personagem %s (%d) criado.
ru: Персонаж %s (%d) создан.

source: Charname already exists.
pt: Já existe um personagem com este nome.
ru: Персонаж с таким именем уже есть.

source: Char creation denied.
pt: Criação de personagem recusada
ru: Создание персонажа отклонено.

source: You are underaged.
pt: Você não tem idade suficiente
ru: Вы слишком молоды.

source: Symbols in Character Names are forbidden .
pt: Caracteres de simbolo são proibidos em nome de Personagem.

source: You are not elegible to open the Character Slot.
pt: Você não está elegivel para abrir o Slot de Personagem

source: Character creation failed. If you didn't make any mistake, then the name you chose already exists.
pt: O personagem não pode ser criado. Se você não cometeu erros, então o nome que você escolheu já existe.
ru: Не удалось создать персонажа. Если вы не допустили ошибок, значит такое имя уже существует.

source: Account Info
pt: Informação da Conta

source: Account ID: @<<<<<<<<< @<<<<<<<<<< Sex: @<<<<<<<<<<<<<<<<<<<<< Session ID: @<<<<<<<<< @<<<<<<<<<< SessionID2: @<<<<<<<<< @<<<<<<<<<<
pt: ID da Conta: @<<<<<<<<< @<<<<<<<<<< Sexo: @<<<<<<<<<<<<<<<<<<<<< ID de Sessão: @<<<<<<<<< @<<<<<<<<<< ID2 de Sessão: @<<<<<<<<< @<<<<<<<<<<

source: Servers
pt: Servidores

source: Closing connection to Account Server
pt: Fechando conexão com o Servidor de Contas
ru: Закрытие подключение к Аккаунт-серверу.

source: Forcing connect to char server %s: %s
pt: Forçando conexão com servidor de personagens %s: %s
ru: Принудительное подключение к Чар-серверу %s: %s

source: The server has denied your connection (error: %d).
pt: O servidor recusou sua conexão (erro: %d).
ru: Сервер отказал Вам в соединении (ошибка: %d).

source: Waiting for map to load...
pt: Aguardando o mapa carregar...
ru: Ожидание загрузки локации...

source: You are now in the game
pt: Você está no jogo agora.
ru: Вы в игре

source: Your Coordinates: %s, %s
pt: Suas coordenadas: %s, %s
ru: Ваши координаты: %s, %s

source: Error while try to login in map-server:
pt: Erro ao tentar fazer login no servidor de mapas:

source: Wrong Client Type (%s).
pt: Tipo de Cliente Errado (%s).

source: Wrong ID (%s).
pt: ID Incorreto (%s).

source: Already Logged In (%s).
pt: Já Conectado em (%s).

source: Waiting State (%s).
pt: Esperando o Estado (%s).

source: Unknown Error (%s).
pt: Erro desconhecido (%s).

source: %s have gained %d/%d (%.2f%%/%.2f%%) Exp
pt: %s obteve %d/%d (%.2f%%/%.2f%%) de Experiência
ru: %s получили %d/%d (%.2f%%/%.2f%%) опыта

source: %s have been muted for %d minutes
pt: %s foi silenciado por %d minutos
ru: %s получили молчанку на %d мин.

source: %s has been muted for %d minutes
pt: %s foi silenciado por %d minutos
ru: %s получил молчанку на %d мин.

source: %s are no longer muted.
pt: %s não está mais silenciado.
ru: %s освобождены от молчанки.

source: %s is no longer muted.
pt: %s não está mais silenciado.
ru: %s освобождён от молчанки.

source: Auto disconnecting, %s have been muted for %s minutes!
pt: Desconectando automaticamente, %s foi silenciado por %s minutos!

source: *** %s have been muted for %d minutes, auto disconnect! ***
pt: *** %s foi Silenciado por %d minutos, desconectando automaticamente! ***
ru: *** %s получили молчанку на %d мин., авто-отключение! ***

source: %s are now level %d
pt: %s está agora no nível %d
ru: %s стали теперь %d-го уровня

source: %s is now level %d
pt: %s está agora no nível %d
ru: %s стал теперь %d-го уровня

source: Disconnecting on level %s!
pt: Desconectando no level %s!
ru: Отключение из-за получения %s уровня!

source: %s gained %s zeny.
pt: %s ganhou %s zeny.
ru: %s получили %s зени.

source: %s lost %s zeny.
pt: %s perdeu %s zeny.
ru: %s отдали %s зени.

source: Auto disconnecting due to zeny lower than %s!
pt: Desconectando automaticamente devido a falta de zeny (limite: %s)!
ru: Отключение, ибо у персонажа меньше чем %s зени.

source: *** You have no money, auto disconnect! ***
pt: *** Você não tem dinheiro, desconectando automaticamente! ***

source: Disconnecting on job level %d!
pt: Desconectando no nível de classe %d!
ru: Отключение из-за получения %d проф-уровня!

source: Not enough stat points to add
pt: Pontos de atributos insuficientes.
ru: Недостаточно стат-поинтов для прокачки стата.

source: NPC Exists: %s (%d, %d) (ID %d) - (%d)
pt: Existe um NPC: %s (%d, %d) (ID %d) - (%d)
ru: Появилась непись: %s (%d, %d) (ID %d) - (%d).

source: Portal Exists: %s (%s, %s) - (%s)
pt: Existe um portal: %s (%s, %s) - (%s)
ru: Появился портал: %s (%s, %s) - (%s).

source: You have died
pt: Você morreu.
ru: Вы погибли.

source: Player Died: %s (%d) %s %s
pt: Jogador Morreu: %s (%d) %s %s
ru: Игрок погиб: %s (%d) %s %s.

source: Slave Died: %s (%d) %s
pt: Slave Morreu: %s (%d) %s
ru: Слуга погиб: %s (%d) %s.

source: %s is sitting.
pt: %s está sentado.
ru: %s сел.

source: You are standing.
pt: Você está de pé.
ru: Вы встали.

source: %s is standing.
pt: %s está de pé.
ru: %s встал.

source: Miss!
pt: Errou!
ru: промах!

source: %s gained a level!
pt: %s ganhou um level!
ru: %s - получение уровня!

source: %s gained a job level!
pt: %s ganhou um level de classe!
ru: %s - получение проф-уровня!

source: %s failed to refine a weapon!
pt: %s falhou em aprimorar uma arma!
ru: %s - неудачное улучшение оружия!

source: %s successfully refined a weapon!
pt: %s aprimorou uma arma com sucesso!
ru: %s - удачное улучшение оружия!

source: %s successfully created a potion!
pt: %s criou uma poção com sucesso!
ru: %s успешно изготовил зелье!

source: %s failed to create a potion!
pt: %s falhou ao criar uma poção!
ru: %s не смог изготовить зелье!

source: %s received GAME OVER!
pt: %s recebeu GAME OVER!

source: %s unknown unit_levelup effect (%d)
pt: Actor %s apresentou um 'unit_levelup' desconhecido (%d)
ru: %s вызвал непонятный (тип=%d) спец. эффект

source: Pay per day : %s day(s) %s hour(s) and %s minute(s)
pt: Créditos em dia: %s dia(s) %s hora(s) e %s minuto(s).
ru: Подневная оплата: %s день(дней) %s час(ов) e %s минута(ты)

source: Pay per hour : %s day(s) %s hour(s) and %s minute(s)
pt: Créditos em hora: %s dia(s) %s hora(s) e %s minuto(s)
ru: Почасовая оплата: %s день(дней) %s час(ов) e %s минут(ты)

source: Autodetected attackDistance for homunculus = %s
pt: 'attackDistance' detectada automaticamente para homúnculo = %s
ru: Автоопределение дистанции атаки для Гомункула: attackDistance = %s.

source: Your Homunculus was vaporized!
pt: Seu Homúnculo foi vaporizado!
ru: Ваш Гомункул испарился!

source: Your Homunculus was resurrected!
pt: Seu Homúnculo foi resuscitado!
ru: Ваш Гомункул был воскрешен!

source: Your Homunculus was recalled!
pt: Seu Homúnculo foi invocado!
ru: Ваш гомункул был призван!

source: Your Homunculus died!
pt: Seu Homúnculo morreu!
ru: Ваш Гомункул погиб!

source: minimap indicator
pt: indicador no minimapa
ru: точку на карте

source: (unknown type %d)
pt: (tipo desconhecido %d)
ru: (неизвестный тип %d)

source: *Quest!*
pt: *Missão!*
ru: *Квест!*

source: unknown effect %d
pt: efeito desconhecido %d
ru: неизвестный эффект %d

source: %s shown %s at location %d, %d with the color %s
pt: %s adicionou o indicador %s na localização %d, %d de cor %s
ru: %s показал %s (коорданаты: %d, %d) с цветом %s

source: %s cleared %s at location %d, %d with the color %s
pt: %s removeu o indicador %s na localização %d, %d de cor %s
ru: %s очистил %s (координаты: %d, %d) с цветом %s

source: NPC image: %s
pt: Imagem do NPC: %s

source: NPC image: %s (unknown type %s)
pt: Imagem do NPC: %s (tipo desconhecido %s)

source: Auto Spell
pt: Desejo Arcano
ru: Автозаклинание

source: # Skill
pt: # Habilidade
ru: # Умение

source: Configured autoSpell (%s) not available.
pt: 'autoSpell' configurado (%s) não está disponível.

source: Disable autoSpell_safe to use it anyway.
pt: Desative 'autoSpell_safe' para usá-la de qualquer maneira.
ru: Выключите autoSpell_safe чтобы всё равно его использовать.

source: Configure autoSpell to automatically select skill for Auto Spell.
pt: Configure 'autoSpell' para selecionar automaticamente a habilidade para o Desejo Arcano.
ru: Настройте autoSpell чтобы автоматически выбирать навык для Автозаклинания.

source: Equip Info
pt: Informação de Equipamento

source: Your Equipment information is now open to the public.
pt: Agora as informações de seus equipamentos estão abertas para o público.

source: Your Equipment information is now not open to the public.
pt: Agora as informações de seus equipamentos não estão abertas para o público.

source: Allowed being summoned by skills: Urgent Call, Marriage Skills, etc.
pt: Permitido ser chamado por habilidades: Chamado Urgente, Habilidades de Casamento, etc.

source: Not Allowed being summoned by skills: Urgent Call, Marriage Skills, etc.
pt: Não Permitido ser chamado por habilidades: Chamado Urgente, Habilidades de Casamento, etc.

source: Pet automatic feeding is ON. (Ragexe Client Feature)
pt: Alimentação automática de Pet Habilitada. (Função do Cliente)

source: Pet automatic feeding is OFF. (Ragexe Client Feature)
pt: Alimentação automática de Pet Desabilitada. (Função do Cliente)

source: Homunculus automatic feeding is ON. (Ragexe Client Feature)
pt: Alimentação automática de Homunculus Habilitada. (Função do Cliente)

source: Homunculus automatic feeding is OFF. (Ragexe Client Feature)
pt: Alimentação automática de Homunculus Desabilitada. (Função do Cliente)

source: Unknown Config Type: %s, Flag: %s
pt: Tipo de Config Desconhecido: %s, Flag: %s

source: All abnormal status effects have been removed.
pt: Todos os efeitos anormais foram removidos.
ru: Действие всех отрицательных эффектов закончилось.

source: You will be immune to abnormal status effects for the next minute.
pt: Você estárá imune aos efeitos anormais até o próximo minuto.
ru: Вы защищены от всех плохих эффектов на 1 минуту.

source: Your Max HP will stay increased for the next minute.
pt: Seu HP máximo ficará aumentado até o próximo minuto.
ru: Максимальное количество Вашего HP увеличилось на 1 минуту.

source: Your Max SP will stay increased for the next minute.
pt: Seu SP máximo ficará aumentado até o próximo minuto.
ru: Максимальное количество Вашего SP увеличилось на 1 минуту.

source: All of your Stats will stay increased for the next minute.
pt: Todos os seus Atributos foram aumentados até o próximo minuto.
ru: Все Ваши статы будут оставаться увеличенными в течении следующей минуты.

source: Your weapon will remain blessed with Holy power for the next minute.
pt: Sua arma ficará abençoada com Poder Divino até o próximo minuto.
ru: Ваше оружие наделено Святой Силой на 1 минуту.

source: Your armor will remain blessed with Holy power for the next minute.
pt: Sua armadura ficará abençoada com Poder Divino até o próximo minuto.
ru: Ваши доспехи наделены Святой Силой на 1 минуту.

source: Your Defense will stay increased for the next 10 seconds.
pt: Sua defesa ficará aumentado até os próximo 10 segundos.
ru: Ваша защита увеличена на 10 секунд.

source: Your Attack strength will stay increased for the next minute.
pt: Sua força de Ataque ficará aumentanda até o próximo minuto.
ru: Сила Вашей атаки увеличена на 1 минуту.

source: Your Accuracy and Flee Rate will stay increased for the next minute.
pt: Sua Precisão e Esquiva ficarão aumentados até o próximo minutos.
ru: Ваши точность и уворот увеличены на 1 минуту.

source: [WoE]
pt: [GdE]

source: Your character will be delete, left %s
pt: Seu personagem poderá ser deletado após %s
ru: Ваш игрок будет удалён %s

source: That character already planned to be erased!
pt: Este personagem já foi marcado para ser deletado!
ru: Ваш игрок уже запланирован на удаление!

source: Error in database of the server!
pt: Erro na database do servidor!
ru: Ошибка в базе данных сервера !

source: To delete a character you must withdraw from the guild!
pt: Para deletar um personagem, você deve removê-lo da clã!
ru: Для удаление игрока, Вы должны выйти из гильдии!

source: To delete a character you must withdraw from the party!
pt: Para deletar um personagem, você deve removê-lo do grupo!
ru: Для удаления игрока, Вы должны выйти из пати!

source: Unknown error when trying to delete the character! (Error number: %s)
pt: Erro desconhecido ao tentar deletar o personagem! (Erro: %s)
ru: Неизвестная ошибка при удалении игрока! (Код ошибки: %s)

source: Character %s (%d) deleted.
pt: Personagem %s (%d) excluído.
ru: Персонаж %s (%d) удалён.

source: Character deleted.
pt: Personagem excluído.
ru: Персонаж удалён.

source: Enter your 6-digit birthday (YYMMDD) (e.g: 801122).
pt: Entre seu aniversário de 6 dígitos (AAMMDD).

source: Due to system settings, can not be deleted.
pt: Devido a configurações do sistema, não é possível deletar.

source: A database error has occurred.
pt: Um erro de data-base ocorreu.

source: You cannot delete this character at the moment.
pt: Você não pode deletar este personagem no momento.

source: Your entered birthday does not match.
pt: A data inserida não coincide com seu aniversário fornecido.

source: Character Deletion has failed because you have entered an incorrect e-mail address.
pt: A exclusão do personagem falhou porque você digitou um endereço de e-mail incorreto.

source: An unknown error has occurred. Error number %d
pt: Um erro desconhecido ocorreu (Erro: %d)

source: Character is no longer scheduled to be deleted
pt: O personagem não está mais marcado para exclusão.
ru: Игрок снят с планов на удаление

source: Unknown error when trying to cancel the deletion of the character! (Error number: %s)
pt: Um erro desconhecido ocorreu ao tentar deletar o personagem! (Erro: %s)
ru: Неизвестная ошибка при попытке отмены удаления игрока! (Код ошибки: %s)

source: Arrow/Bullet equipped: %s (%d) x %s
pt: Flecha/Munição equipada: %s (%d) x %s
ru: Вы экипировали: %s (%d) x %s

source: Item added to inventory: %s (%d) x %d - %s
pt: Item adicionado ao inventário: %s (%d) x %d - %s
ru: Предмет добавлен в инвентарь: %s (%d) x %d шт. - %s.

source: Auto-dropping item: %s (%d) x %d
pt: Dropando item automaticamente: %s (%d) x %d
ru: Авто-выбрасывание предмета: %s (%d) x %d шт.

source: Can't loot item...wait...
pt: Não foi possível pegar item...espere...
ru: Не получается слутить предмет...ждём...

source: Cannot pickup item (inventory full)
pt: Não foi possível pegar item (inventário cheio)
ru: Не получается поднять предмет (инвентарь забит).

source: Cannot pickup item (you're Frozen?)
pt: Não foi possível pegar item (você está congelado?)
ru: Не получается поднять предмет (вы заможрожены?).

source: Cannot pickup item (failure code %d)
pt: Não foi possível pegar item (código de falha %d)
ru: Не получается поднять предмет (код ошибки %d).

source: %s was used to cast the skill
pt: %s foi consumido para conjurar a habilidade

source: %s broke due to the refinement failed
pt: %s foi destruído porque o refinamento falhou

source: %s used in a chemical reaction
pt: %s foi usado em uma reação química

source: %s was moved to the storage
pt: %s foi movido para o armazém
ru: %s перемещён на склад

source: %s was moved to the cart
pt: %s foi movido para o carrinho
ru: %s перемещён в телегу

source: %s was sold
pt: %s foi vendido

source: %s was consumed by Four Spirit Analysis skill
pt: %s foi consumido pela habilidade Análise Elemental

source: %s was consumed by an unknown reason (reason number %s)
pt: %s foi consumido por uma razão desconhecida (razão: %s)

source: Rental item '%s' has expired!
pt: O aluguel do item '%s' expirou!
ru: Взятый напрокат предмет '%s' закончился!

source: Cart released.
pt: Carrinho retirado.
ru: Телеги больше нет.

source: You can sell %s items!
pt: Você pode vender %s itens!
ru: Вы можете продавать %s предметов за раз!

source: Sold: %s x %s - %sz
pt: Vendido: %s x %s - %sz

source: Sold out: %s
pt: Estoque esgotado: %s

source: Items have been sold out.
pt: Itens foram vendidos.
ru: Все предметы проданы.

source: Sold: %s x %s - %sz (Buyer charID: %s)
pt: Vendido: %s x %s - %sz (charID do comprador: %s)

source: Shop '%s' opened!
pt: Loja '%s' aberta!
ru: Магазин '%s' открыт!

source: %s # Name Type Price Amount
pt: %s # Nome Tipo Price Quant.

source: spirit
pt: espírito
ru: сфер

source: coin
pt: moeda
ru: монет

source: amulet
pt: amuleto
ru: амулет

source: entity unknown
pt: entity desconhecida
ru: неизвестно

source: You have %s %s(s) of %s now
pt: Você possui %s %s(s) de %s agora
ru: У Вас осталось %s шт. %s из %s

source: You have %s %s(s) now
pt: Você possui %s %s(s) agora
ru: У Вас сейчас %s шт. %s

source: %s has %s %s(s) of %s now
pt: %s possui %s %s(s) de %s agora
ru: У %s сейчас %s шт. %s из %s

source: %s has %s %s(s) now
pt: %s possui %s %s(s) agora
ru: У %s сейчас %s шт. %s

source: Monster %s (%d) changed to %s
pt: Monstro %s (%d) foi transmutado em: %s
ru: Монстр %s (%d) изменился в %s.

source: Monster %s has hp %s/%s (%s%)
pt: Monstro %s tem HP de %s/%s (%s%)
ru: У монстра %s осталось %s/%s HP (%s%).

source: Monster %s has about %d%% hp left
pt: Monstro %s tem cerca de %d%% de HP restánte

source: Marriage partner name: %s
pt: Nome do cônjuge: %s
ru: Имя мужа\жены: %s

source: PIN code is correct.
pt: Código PIN correto.
ru: ПИН код принят.

source: Server requested PIN password in order to select your character.
pt: O servidor pediu o código PIN para permitir a seleção de personagens.
ru: Сервер запросил ПИН-код для выбора Вашего игрока.

source: PIN password is not set for this account.
pt: Código PIN não foi definido para está conta.
ru: ПИН-код для данного аккаунта не установлен.

source: Your PIN should never contain anything but exactly 4 numbers.
pt: Seu código PIN deve conter exatamente 4 números.
ru: Ваш ПИН-код должен состоять ТОЛЬКО из 4-х цифр.

source: PIN password expired.
pt: Código PIN expirou.
ru: Истёк ПИН-код.
