Repository: ya4ept/openkore
Catalog: src/po/*.po
Languages: pt, ru

source: delete your homunculus
pt: deleta seu homúnculo
ru: удалить гомункула

source: moves your homunculus
pt: move seu homúnculo
ru: походить гомункулом

source: makes your homunculus standby
pt: deixa seu homúnculo aguardando
ru: перевести гомункула в режим ожидания

source: display current homunculus AI
pt: mostra a IA atual do homúnculo
ru: вывести очередь AI гомункула

source: toggles AI on, off or manual
pt: alterna a IA entre ligado, desligado e manual
ru: переключение AI - вкл, выкл, ручное

source: turns homunculus AI on
pt: liga a IA do homúnculo
ru: вкл AI гомункула

source: turns homunculus AI to manual
pt: torna a IA do homúnculo manual
ru: ручное управление AI гомункула

source: turns homunculus AI off
pt: desliga a IA do homúnculo
ru: выкл AI гомункула

source: clears homunculus AI
pt: limpa a IA do homúnculo
ru: очистить очередь AI гомункула

source: prints homunculus AI
pt: mostra a IA do homúnculo
ru: вывести очередь AI гомункула

source: displays homunculus skills
pt: mostra as habilidades do homúnculo
ru: вывести список умений гомункула

source: skills add <skill #>
pt: skills add <índice da habilidade>

source: add a skill point to the current homunculus skill
pt: adiciona um ponto na habilidade de homúnculo especificada
ru: прокачать умение гомункула

source: desc <skill #>
pt: desc <índice da habilidade>

source: display a description of the specified homunculus skill
pt: mostra uma descrição da habilidade de homúnculo especificada
ru: вывести описание для умения гомункула

source: Send to Server Misc Configuration.
pt: Envia para o servidor Configurações Miscelânea.

source: Allow / Disable Show Equipment Window
pt: Habilita / Desabilita Mostrar Janela de Equipamento

source: Allow / Disable being Summoned by Urgent Call or Marriage skills
pt: Habilita / Desabilita ser Chamado por Chamado Urgente ou Habilidades de Casamento

source: Enable / Disable Pet Auto-Feed
pt: Habilita / Desabilita Alimentação automática de Pet

source: Enable / Disable Homunculus Auto-Feed
pt: Habilita / Desabilita a alimentação automática do Homunculus

source: Interact with Mercenary.
pt: Interage com assistente.
ru: взаимодействие с наёмником

source: display mercenary status
pt: mostra o status do assistente
ru: вывести состояние наёмника

source: fires your mercenary
pt: dispensa seu assistente
ru: уволить наёмника

source: moves your mercenary
pt: move seu assistente
ru: походить наёмником

source: makes your mercenary standby
pt: deixa seu assistente aguardando
ru: перевести наёмника в режим ожидания

source: display current mercenary AI
pt: mostra a IA atual do assistente
ru: вывести очередь AI наёмника

source: toggles AI on, off or manual
pt: alterna a IA entre ligado, desligado e manual
ru: переключение AI - вкл, выкл, ручное

source: turns mercenary AI on
pt: liga a IA de assistente
ru: вкл AI наёмника

source: turns mercenary AI to manual
pt: torna a IA de assistente manual
ru: ручное управление AI наёмника

source: turns mercenary AI off
pt: desliga a IA de assistente
ru: выкл AI наёмника

source: clears mercenary AI
pt: limpa a IA do assistente
ru: очистить очередь AI наёмника

source: prints mercenary AI
pt: mostra a IA do assistente
ru: вывести очередь AI наёмника

source: displays mercenary skills
pt: mostra as habilidades do assistente
ru: вывести список умений наёмника

source: add a skill point to the current mercenary skill
pt: adiciona um ponto na habilidade de assistente especificada
ru: прокачать умение наёмника

source: display a description of the specified mercenary skill
pt: mostra uma descrição da habilidade de assistente especificada
ru: вывести описание для умения наёмника

source: Chat in the guild chat.
pt: Conversar no chat de clã.
ru: послать сообщение в гильд-чат

source: send <message> to guild chat
pt: envia <mensagem> no chat de clã
ru: послать сообщение <message> в гильд-чат

source: Get the name of the player with specified ID
pt: Requisita o nome do personagem de ID especificado
ru: вывести имя объекта с указанным ID

source: show the name of the specified ID (needs debug 2)
pt: mostra o nome do ID especificado (debug 2 é necessário)
ru: вывести имя объекта с указанным ID (нужен debug 2)

source: Guild management.
pt: Gerenciamento de Clã.
ru: управление гильдией

source: request guild info
pt: pede informação do clã
ru: запросить информацию о гильдии

source: displays guild info
pt: mostra informação de clã
ru: вывести информацию о гильдии

source: displays guild member info
pt: mostra informação de um membro do clã
ru: вывести список членов гильдии

source: request player to join your guild
pt: pede para um personagem se juntar ao seu clã
ru: пригласить игрока в гильдию

source: join <flag>
pt: join <0|1>

source: accepts a guild join request if <flag> is 1, deny if 0
pt: aceita (1) ou nega (0) um pedido para se juntar ao clã
ru: принять 1 или отклонить 0 приглашение в гильдию

source: leave the guild
pt: sai do clã
ru: выйти из гильдии

source: Help displays commands
pt: Mostra ajuda para os comandos disponíveis
ru: вывести справку по консольным командам

source: lists available commands
pt: lista os comandos disponíveis
ru: вывести список консольных команд

source: <command>
pt: <comando>

source: displays detailed information about a command
pt: mostra informação detalhada sobre um comando
ru: вывести подробную справку по указанным через запятую командам

source: Display inventory items.
pt: Mostra itens do inventário.
ru: вывести список предметов в инвентаре

source: display all inventory items.
pt: mostra todos os itens do inventário.
ru: вывести список всех предметов в инвентаре

source: lists equipped items
pt: lista os itens equipados
ru: вывести список экипировки на персонаже

source: lists unequipped items
pt: lista os itens não equipados
ru: вывести список экипировки в инвентаре

source: lists non-usable items
pt: lista itens não-consumíveis
ru: вывести список несъедобных предметов

source: lists usable items
pt: lista consumíveis
ru: вывести список съедобных предметов

source: desc <inventory item #>
pt: desc <índice do item no inventário>

source: displays inventory item description
pt: mostra a descrição de um item do inventário
ru: вывести описание предмета в инвентаре

source: Identify an unindentified item.
pt: Identifica um item não-identificado.
ru: рассмотреть под лупой неопознанный предмет

source: lists items to be identified
pt: lista itens que podem ser identificados
ru: вывести список предметов для опознания

source: <identify #>
pt: <índice do item na lista de identificação>

source: identify an item
pt: identifica um item
ru: провести опознание предмета

source: Ignore a user (block their messages).
pt: Ignora um personagem (bloqueia mensagens).
ru: игнорировать сообщения игрока

source: <flag> <player name>
pt: <0|1> <nome do personagem>

source: ignores a player if <flag> is 1, unignore if 0
pt: ignora (1) ou deixa de ignorar (0) um personagem
ru: игнор игрока если <flag> = 1, игнор снимается если <flag> = 0

source: <flag> all
pt: <0|1> all

source: ignores all players if <flag> is 1, unignore if 0
pt: ignora (1) ou deixa de ignorar (0) todos os personagens
ru: игнор всех игроков если <flag> = 1, игнор снимается если <flag> = 0

source: Displays last few entries of the item log.
pt: Mostra as últimas entradas do registro de itens.
ru: вывести последние записи из лога предметов

source: Display items on the ground.
pt: Mostra itens no chão.
ru: вывести список лежащих на земле предметов

source: Use item on monster.
pt: Usa um item no monstro.
ru: применить предмет на моба

source: <inventory item #> <monster #>
pt: <índice do item no inventário> <índice do monstro>

source: use item on monster
pt: usa um item em um monstro
ru: применить предмет на моба

source: Use item on player.
pt: Usa um item em um personagem.
ru: применить предмет на игрока

source: <inventory item #> <player #>
pt: <índice do item no inventário> <índice do personagem>

source: use item on player
pt: usa um item em um personagem
ru: применить предмет на игрока

source: Use item on yourself.
pt: Usa um item em si.
ru: применить предмет на себя

source: use item on yourself
pt: usa um item em si
ru: применить предмет на себя

source: Attack another player (PVP/GVG only).
pt: Ataca outro personagem (apenas em PVP/GVG).
ru: атаковать другого игрока (только дляPVP/GVG)

source: <player #>
pt: <índice do personagem>

source: attack the specified player
pt: ataca o personagem especificado
ru: атаковать указанного игрока

source: Look in a certain direction.
pt: Olha em uma determinada direção.
ru: повернуться и посмотреть в указанном направлении

source: <body dir> [<head dir>]
pt: <direção do corpo> [<direção da cabeça>]

source: look at <body dir> (0-7) with head at <head dir> (0-2)
pt: vire-se na <direção do corpo> (0-7) com a <direção da cabeça> (0-2)
ru: повернуться в направлении <body dir> (0-7) и посмотреть в направлении <head dir> (0-2)

source: Look at a certain player.
pt: Olha na direção de um personagem.
ru: посмотреть на указанного игрока

source: look at player
pt: olha na direção de um personagem
ru: посмотреть на игрока

source: Save current position for warp portal.
pt: Salva a posição atual para abrir um portal.
ru: запомнить текущее место как место для варп-портала

source: List monsters that are on screen.
pt: Lista monstros na tela.
ru: вывести список всех мобов на экране

source: Move your character.
pt: Move seu personagem.
ru: походить вашим персонажем

source: <x> <y> [<map name>]
pt: <x> <y> [<nome do mapa>]

source: move to the coordinates on a map
pt: move-se para as coordenadas no mapa especificado
ru: пойти персонажем на указанные координаты

source: <map name>
pt: <nome do mapa>

source: move to map
pt: move-se para o mapa
ru: пойти на указанную локацию

source: <portal #>
pt: <índice do portal>

source: move to nearby portal
pt: move-se para o portal próximo
ru: войти в расположенный рядом портал

source: stop all movement
pt: cancela toda movimentação
ru: остановиться

source: List NPCs that are on screen.
pt: Lista NPCs na tela.
ru: вывести список всех неписей на экране

source: Open your vending shop.
pt: Abre sua lojinha.
ru: открыть вашу торговую лавку

source: Chat in the party chat.
pt: Converse no chat de grupo.
ru: отправить сообщение в пати-чат

source: send <message> to party chat
pt: envia <mensagem> no chat de grupo
ru: отправить сообщение <message> в пати-чат

source: Party management.
pt: Gerenciamento de grupo.
ru: управление патей

source: displays party member info
pt: mostra informação de um membro do grupo
ru: вывести информацию про сопартийцев

source: create "<party name>"
pt: create "<nome do grupo>"

source: organize a party
pt: cria um grupo
ru: создать пати с указанным названием

source: share <flag>
pt: share <0|1>

source: request <player #>
pt: request <índice do personagem>

source: request player to join your party
pt: pede para um personagem se juntar ao seu grupo
ru: пригласить игрока в пати

source: accept a party join request if <flag> is 1, deny if 0
pt: aceita (1) ou rejeita (0) um pedido para se juntar a um grupo
ru: <flag> = 1, принять приглашение в пати; <flag> = 0, отклонить приглашение

source: kick <party member #>
pt: kick <índice do membro do grupo>

source: kick party member from party
pt: expulsa um membro do seu grupo
ru: выпнуть сопартийца из пати

source: leave the party
pt: sai do grupo
ru: выйти из пати

source: Pecopeco status.
pt: Status de montaria.
ru: проверить наличие пекопеко

source: display pecopeco status
pt: mostra o status da montaria
ru: вывести состояние пекопеко

source: release your pecopeco
pt: liberta sua montaria
ru: отпустить пекопеко

source: Pet management.
pt: Gerenciamento de mascote.
ru: управление питомцем

source: displays pet status
pt: mostra o status do mascote
ru: отобразить статус питомца

source: c <monster #>
pt: c <índice do monstro>

source: captures a monster
pt: captura um monstro
ru: поймать монстра (указать номер монстра, см. help ml)

source: capture <monster #>
pt: capture <índice do monstro>

source: hatch <egg #>
pt: hatch <índice do ovo>

source: hatches a pet egg, but first you should use the item Pet Incubator
pt: choca um ovo de mascote, mas requer que o item Incubadora seja utilizado antes
ru: hatches a pet egg, но сначала вы должны использовать "Инкубатор"

source: sends pet menu
pt: mostra informação do mascote

source: feeds your pet
pt: alimenta seu mascote
ru: покормить питомца

source: plays with your pet
pt: brinca com seu mascote
ru: поиграть с питомцем

source: sends your pet back to the egg
pt: manda seu mascote de volta ao ovo
ru: посадить питомца в яйцо

source: unequips your pet
pt: desequipa o item do seu mascote
ru: снять экиперовку с питомца

source: name <name>
pt: name <nome>

source: changes the name of the pet
pt: renomeia o mascote
ru: изменить имя питомца

source: List pets that are on screen.
pt: Lista os mascotes na tela.
ru: вывести список питомцев на экране

source: List players that are on screen.
pt: Lista personagens na tela.
ru: вывести список игроков на экране

source: lists players on screen
pt: lista personagens na tela
ru: вывести список игроков на экране

source: displays detailed info about a player
pt: mostra informação detalhada de um personagem
ru: вывести подробную информацию про указанного игрока

source: lists party players on screen
pt: lista os membros do grupo na tela
ru: вывести список сопартийцев на экране

source: lists guild players on screen
pt: lista os membros do clã na tela
ru: вывести список согильдийцев на экране

source: Control plugins.
pt: Controla plugins.
ru: управление плагинами

source: lists loaded plugins
pt: lista plugins carregados
ru: вывести список загруженных плагинов

source: load <filename>
pt: load <nome do arquivo>

source: loads a plugin file
pt: carrega um arquivo de plugin
ru: загрузить плагин из файла

source: reload <plugin name|plugin #>
pt: reload <nome ou índice do plugin>

source: reloads a loaded plugin
pt: recarrega um plugin carregado
ru: перезагрузить указанный плагин

source: unload <plugin name|plugin #>
pt: unload <nome ou índice do plugin>

source: unloads a loaded plugin
pt: descarrega um plugin carregado
ru: выгрузить указанный плагин

source: displays plugin help
pt: mostra a ajuda do plugin
ru: вывести справку по команде plugin

source: Send a private message.
pt: Envia uma mensagem privada.
ru: отправить приватное сообщение

source: <player name|PM list #> <message>
pt: <nome do personagem|índice na lista de PMs> <mensagem>

source: send <message> to player through PM
pt: envia <mensagem> ao personagem via mensagem privada
ru: отправить сообщение <message> указанному игроку в приват

source: Quick PM list.
pt: Lista rápida de PMs.
ru: список игроков, получавших или отправлявших личные сообщения

source: List portals that are on screen.
pt: Lista portais na tela.
ru: вывести список порталов на экране

source: list portals that are on screen
pt: lista portais que estiverem na tela

source: recompile portals
pt: recompila portais

source: add new portals: <map1> <x> <y> <map2> <x> <y>
pt: adicionar novos portais: <mapa1> <x> <y> <mapa2> <x> <y>

source: Exit this program.
pt: Fecha o programa.
ru: выйти из программы

source: exit this program
pt: sai do programa

source: send a special package 'quit_request' to the server, then exit this program
pt: envia um pacote de 'quit_request' para o servidor, e então sai do programa

source: Reload source code files.
pt: Recarrega arquivos fonte.
ru: перечитать исходники

source: reload functions.pl
pt: recarrega functions.pl
ru: перечитать functions.pl

source: <module names>
pt: <nome de módulos>

source: reload module files in the space-separated <module names>
pt: recarrega os módulos especificados na lista separada por espaço <nome de módulos>
ru: перечитать указанные через пробел модули

source: Reload configuration files.
pt: Recarrega arquivos de configuração.
ru: перечитать конфигурационные файлы

source: reload all control and table files
pt: recarrega todos os arquivos da pasta control e tables
ru: перечитать все конфигурационные и табличные файлы

source: <names>
pt: <nomes>

source: reload control files in the list of <names>
pt: recarrega arquivos da control especificados nas lista de <nomes>
ru: перечитать конфигурационные файлы из указанного списка

source: all except <names>
pt: all except <nomes>

source: reload all files except those in the list of <names>
pt: recarrega todos os arquivos exceto aqueles na lista de <nomes>
ru: перечитать все файлы кроме тех, что указаны после except

source: Log out then log in again.
pt: Desconecta e depois reconecta.
ru: перезайти в игру

source: logout and login after 5 seconds
pt: desconecta e reconecta após 5 segundos
ru: выйти и через 5 секунд зайти снова

source: <seconds>
pt: <segundos>

source: logout and login after <seconds>
pt: desconecta e reconecta após <segundos> segundos
ru: выйти и через <seconds> секунд зайти снова

source: logout and login after random seconds
pt: desconecta e reconecta após segundos aleatórios

source: Repair player's items.
pt: Repara Items dos Jogadores.

source: list of items available for repair
pt: lista de items disponíveis para reparo

source: <item #>
pt: <índice do item>

source: repair the specified player's item
pt: repara o item do jogador especificado

source: cancel
pt: cancelar

source: cancel repair item
pt: cancelar Reparar Item

source: Respawn back to the save point.
pt: Volta para o ponto salvo.
ru: вернуться на точку сохранения

source: Use of the 'Token Of Siegfried' to self-revive.
pt: Usar 'Amuleto de Siegfried' para se reviver.

source: use of the 'Token Of Siegfried' to self-revive
pt: usar 'Amuleto de Siegfried' para se reviver

source: trying to self-revive using
pt: tentando forçar a se ressuscitar

source: check <item_name> availability, then trying to self-revive
pt: checa o <nome_item>, e então tenta tenta se reviver

source: check <item_ID> availability, then trying to self-revive
pt: checa o <ID_item>, e então tenta tenta se reviver

source: open rodex mailbox
pt: abre caixa de escrita do rodex

source: close rodex mailbox
pt: fecha a caixa de escrita do rodex

source: list your first page of rodex mail
pt: lista sua primeira pagina de emails do rodex

source: request and get the next page of rodex mail
pt: solicita e pega a proxima pagina de emails do rodex

source: show ALL messages from ALL pages of rodex mail
pt: mostra TODAS as mensagens de TODAS as paginas do rodex

source: send request to refresh and update rodex mailbox
pt: enviando pedido para atualizar a Caixa do rodex

source: open the selected Rodex mail
pt: abre o rodex selecionado

source: open a box to start write a rodex mail
pt: abre a Caixa para começar a escrever um rodex

source: set target of rodex mail
pt: define o Destinatário do rodex

source: show current list of items in mail box that you are writting
pt: mostra a lista atual de itens no rodex que você está escrevendo

source: set rodex mail body
pt: define o coneteúdo do rodex

source: set zeny amount in rodex mail
pt: define a quantidade de zeny no rodex atual

source: add a item from inventory in rodex mail box
pt: adiciona um item do inventário no rodex atual

source: remove a item or amount of item from rodex mail
pt: remove um item ou quantidade do item do rodex atual

source: send finished rodex mail
pt: envia o rodex finalizado

source: close rodex mail write box
pt: fecha a caixa de escrita do rodex

source: delete selected rodex mail
pt: deleta o rodex selecionado

source: Roulette System.
pt: Sistema de Roleta.

source: Open Roulette System
pt: Abrir o Sistema de Roleta

source: Send Roulette System Info Request
pt: Envia Solicitação de informação do Sistema de Roleta

source: Close Roulette System
pt: Fecha o Sistema de Roleta

source: Start Roulette System
pt: Começa o Sistema de Roleta

source: Claim Reward in Roulette System
pt: Resgata o Prêmio no Sistema de Roleta

source: Display character status.
pt: Mostra o status de um personagem.
ru: вывести состояние персонажа

source: Sell items to an NPC.
pt: Vende itens para um NPC.
ru: продать предмет неписи

source: <inventory item #> [<amount>]
pt: <índice do item no inventário> [<quantidade>]

source: put inventory items in sell list
pt: coloca itens do inventário na lista de venda
ru: пометить указанный итем на продажу

source: show items in the sell list
pt: mostra itens na lista de venda
ru: вывести список помеченных на продажу итемов

source: sell everything in the sell list
pt: vende tudo na lista de venda
ru: продать все помеченные на продажу итемы неписи

source: clear the sell list
pt: limpa a lista de venda
ru: очистить список, отменить продажу

source: Send a raw packet to the server.
pt: Envia um pacote para o servidor.
ru: послать "сырой" пакет серверу

source: <hex string>
pt: <string hexadecimal>

source: sends a raw packet to connected server
pt: envia um pacote para o servidor conectado
ru: послать "сырой" пакет серверу

source: Sit down.
pt: Senta.
ru: сесть

source: Skills management.
pt: Gerenciamento de habilidades.
ru: вывести список умений или прокачать умение

source: Lists available skills.
pt: Lista habilidades disponíveis.
ru: вывести список умений персонажа

source: add <skill #>
pt: add <índice da habilidade>

source: add a skill point
pt: adiciona um ponto a uma habilidade
ru: прокачать указанное умение

source: displays skill description
pt: mostra a descrição de uma habilidade
ru: вывести описание умения

source: Display a list of slaves in your immediate area.
pt: Mostra uma lista de slaves na área imediata.
ru: вывести список всех слуг вокруг вас

source: List area effect spells on screen.
pt: Lista efeitos em área na tela.
ru: вывести список наземных эффектов на экране

source: Handle items in Kafra storage.
pt: Gerencia itens no armazém.
ru: работа со складом Кафры

source: lists items in storage
pt: lista itens no armazém
ru: вывести список всех предметов на складе

source: lists equipments in storage
pt: lista equipamentos no armazém
ru: вывести список экипировки на складе

source: lists non-usable items in storage
pt: lista não-consumíveis no armazém
ru: вывести список несъедобных предметов на складе

source: lists usable items in storage
pt: lista itens usáveis no armazém
ru: вывести список съедобных предметов на складе

source: adds inventory item to storage
pt: move um item do inventário para o armazém
ru: переложить указанный предмет с инвентаря на склад

source: addfromcart <cart item #> [<amount>]
pt: addfromcart <índice do item no carrinho> [<quantidade>]

source: adds cart item to storage
pt: move itens do carrinho para o armazém
ru: переложить указанный предмет из телеги на склад

source: get <storage item #> [<amount>]
pt: get <índice do item no armazém> [<quantidade>]

source: gets item from storage to inventory
pt: move um item do armazém para o inventário
ru: взять со склада предмет и положить его в инвентарь

source: gettocart <storage item #> [<amount>]
pt: gettocart <índice do item no armazém> [<quantidade>]

source: gets item from storage to cart
pt: move um item do armazém para o carrinho
ru: взять со склада предмет и положить его в телегу

source: close storage
pt: fecha o armazém
ru: закрыть склад

source: logs storage items to logs/storage.txt
pt: salva itens do armazém para logs/storage.txt
ru: записать лог предметов со склада в файл logs\storage.txt

source: Display shop items from NPC.
pt: Mostra itens da loja do NPC.
ru: вывести список продаваемых неписью предметов

source: lists available shop items from NPC
pt: lista itens na loja do NPC
ru: вывести список предлагаемых неписью товаров

source: desc <store item #>
pt: desc <índice do item na loja>

source: displays store item description
pt: mostra descrição do item na loja
ru: вывести описание для указанного предмета
